#День третий
label day_03:
    scene black with Dissolve( my_dissolve_05 )
    pause 0.5
    scene Day_Kenji_Home_Bedroom with Dissolve( my_dissolve_05 )
    
    "Ночью спал я крепко, а утром, несколько раз ставил отсрочку для будильника и проспал на час дольше чем планировал."
    "Но я никуда не опаздывал. Час, в который мы условились встретиться с Касуми — он был ещё не скоро."
    "Настроение у меня было хорошее, намного лучше чем вчера утром, это точно. Я чувствовал спокойствие, и даже эйфорию."
    "Но конечно оно было не совсем безоблачным. Про вчерашнюю записку я вспомнил сразу."
    
    "Ещё раз её рассмотрел и перечитал."
    "Вчера я успокаивал себя мыслью, что нет у Касуми никакого парня."
    "Что это какой-то её преследователь, таким образом решил меня припугнуть. Никак не срасталось это с тем фактом, что Касуми пригласила меня на свидание."
    
    "Это при живом то парне! Ну не может такого быть!"
    "Хотя... Чёрт её знает, эту Касуми. Всё таки не от мира сего она, улетевшая какая-то."
    "Насиделась за своими радиодеталями и забыла что у неё парень есть. Всё может быть!"
    
    "Но даже если и не было никакого парня, противно было, что есть на свете какой-то урод. И видите ли, неприятно ему что я встречаюсь с Касуми."
    "Вчера казалось — никто не мог нам помешать. Тётка оказалось славной женщиной, а больше у Касуми никого из знакомых."
    
    "Но нет же, нашёлся недоброжелатель. И надо теперь держать ухо в остро, чтобы он не натворил гадостей."
    "В прочем, нагадить он уже успел. Подкинул записку так, что её нашла Айко!"
    "Эх... Уж лучше бы он всё это прямо сказал и мы начистили друг другу рожи."
    "Но только бы Айко ничего не знала про мои похождения. Или если уж и узнала, то не таким образом..."
    
    #СЦЕНА НА КУХНЕ
    
    "Айко конечно же оказалась на кухне, больше ей в такое время быть было негде. Заметила меня и улыбнулась."
    
    aiko "Встал? Ну наконец-то! Сейчас сейчас!"
    
    "Я сел за стол, и в мгновение ока передо мной возникла гора дымящихся тарелок."
    
    aiko "Кушай, кушай!"
    
    "Айко говорила так, словно кормила не меня а поросёнка выращиваемого на убой. Очень уж фальшивый был её тон."
    
    kenji "Айко? Ты чего?"
    aiko "А! Точно! Чего это я! Забыла совсем!"
    
    "Айко пулей бросилась к холодильнику."
    "И глазом я моргнуть не успел, как к тарелкам с едой, добавились две банки пива."
    
    aiko "Вот!"
    kenji "Пиво? Откуда ты его взяла?"
    aiko "Как откуда? Купила конечно!"
    kenji "Кто же тебе пиво продал? Тебе же так мало лет! И вообще, зачем ты его купила?"
    aiko "Сходила в магазин, где ты его постоянно берёшь. Они же знают, что я твоя сестра, и продали." 
    aiko "И что значит зачем? Пей. Это тебе для храбрости, у тебя же сегодня важное дело!"
    
    "Слово \"дело\", Айко произнесла с особым придыханием. На её лице засияла улыбка до ушей."
    "Я отодвинул банки с пивом подальше от себя."
    
    kenji "Вот поэтому, пить я не буду."
    aiko "Вот значит как, для храбрости выпить не хочешь? И не боишься даже, что парень той девушки тебя поколотит?"
    
    "Айко, как всегда. Думала что я крайний в этом любовном треугольнике, что я влез в чужие отношения, что я слежу за кем-то."
    "Ну да, что ещё можно подумать про тридцатилетнего хикикомори? Можно смело вешать ярлыки, а ведь всё, похоже, совсем наоборот."
    "Но как ей объяснить? Теперь с этой запиской, она меня всё лето подкалывать будет."
    
    kenji "Тебе то что? Это моё личное дело Айко. Отстань!"
    aiko "Что значит отстань? Я волнуюсь за тебя между прочим! А ты продолжаешь идти по наклонной."
    aiko "Гляди! Загремишь в полицию или побьют тебя. Оставался бы лучше дома!"
    kenji "Не знаю что ты там напридумывала, но я честный человек и бить а уж тем более вести в полицию меня нельзя!"
    aiko "Напридумывала? И записку от парня этой девушки я тоже придумала?"
    
    "Будь проклята эта записка! Будь проклят этот тип, что её написал!"
    
    kenji "Может... Может ты сама эту записку написала, а?"
    aiko "Чего? Я? Это ещё зачем?"
    kenji "Кто тебя знает! Затем!"
    aiko "А? Да это даже не мой почерк!"
    kenji "Ну почерк подделать несложно. Обвела буквы из книжки или газеты. Ты только погляди какие буковки аккуратные, разве парни так пишут?"
    kenji "Признавайся Айко, твоих рук дело, да?"
    
    "Айко изумлённо округлила глаза. Верным решением было сыграть против моей сестры по её же правилам."
    "Раз уж придумывает то чего нет, пусть теперь сама оправдывается."
    
    aiko "Да ты... Ты что, дурак? Мне то зачем это писать?"
    kenji "Затем! Странный у тебя интерес к моим делам."
    aiko "Странный интерес? Ага конечно, плевала я на тебя!"
    kenji "Тогда, я бы хотел пойти на улицу без твоих комментариев и предположений."
    aiko "Ну и прекрасно! Ну и иди!"
    kenji "И пойду!"
    
    "Айко не ответила. Только обиженно фыркнула и покинула кухню."
    "Ну и славно! Я закончил свой завтрак в одиночестве, и вышел из дома."
    
    #КОНЕЦ СЦЕНЫ НА КУХНЕ, КЕНДЗИ ИДЁТ К КАСУМИ
    
    "Если честно, мысль о том, что записку написала Айко показалась мне в какой-то степени правдоподобной."
    "Ну мало ли, подшутить надо мной решила! А может задумала таким образом напугать меня, чтобы я не шлялся невесть где?"
    "Хотя, если уж она знает про Касуми, то знает что никакого клуба извращенцев не существует. Что и правда есть девушка с которой я встречаюсь."
    "Что ни с какой плохой компанией я не связался, а даже наоборот."
    "Зачем тогда ей это? Зачем она написала эту записку?"
    
    "Зачем Айко понадобилось писать записку, я не мог сказать. А вот зачем это всё парню Касуми, я сказать мог."
    "Весь путь к Касуми, я думал о существовании её парня на самом деле. Я даже сорвал пару цветков ромашки и погадал на лепестках."
    "Только вместо привычного \"любит, не любит\" я бормотал себе под нос \"есть парень, нет парня\"."
    
    "Если уж парень есть, хотелось его встретить сейчас, на дороге. На тихой улочке где меня никто не знает."
    "Если меня побъют на глазах у Касуми и её тётки, это будет не очень."
    "Ещё больше не хотелось, чтобы свидетелем моего позора была Айко."
    "Да даже если не побьют, хотелось чтобы неприятный разговор, остался только между нами."
    
    "За каждым поворотом дороги я ожидал, что путь мне перекроют рослые парни — друзья парня Касуми. Часто оглядывался назад — не бегут ли за мной."
    "Но нет, никого не было и к дому Касуми я пришел без приключений. Ни во дворе, ни на крыльце дома меня никто не встретил."
    
    "В прихожей, в ящике с обувью лежали только ботинки Касуми и тапки, очевидно её тётки. И больше ничего."
    "Сама же тётка Касуми как и вчера, сидела перед телевизором. Только выпивка её поменялась."
    
    kasumi "Ох! Танака-сан! Доброго вам дня! Вы к Касуми?"
    kenji "Да, Миура-сан. Касуми, дома?"
    kasumi "Она дома Танака-сан. Она в своей комнате. Поднимайтесь!"
    
    "Похоже что никакой парень у Касуми не объявился. Миура-сан без капли сомнения говорила мне проходить наверх."
    "Но возможно она была настолько пьяна сейчас, что просто ей дела нет до ухажёров её племянницы."
    
    kenji "Подняться наверх, в её комнату? А она... одна?"
    kasumi "Э? Ну да, одна... А что, может быть не одна?"
    
    "Она взглянула на меня с испугом, у неё задрожали губы."
    
    kasumi "Вы что... Танака-сан... Хотите сказать что к Касуми в комнату... мог забраться рептилоид?"
    kenji "Что? Нет нет нет! Я просто подумал, вдруг к ней пришли друзья. А тут ещё я... Может мне подождать её на улице?"
    kasumi "Друзья? Нет, у неё нет никаких друзей. Пожалуйста Танака-сан, поднимитесь к Касуми."
    kasumi "Мне теперь неспокойно, вдруг да что? Вам дать нож?"
    kenji "Нож? Зачем?"
    kasumi "Чтобы отбиваться от пришельцев! Вот зачем!"
    
    "Миура-сан взяла со столика маленький кухонный нож."
    "Если честно, мне стало не по себе, когда эта пьяная и не дружащая с головой женщина взялась за холодное оружие. Я поспешил с ней согласиться."
    
    kenji "Да, да! Конечно Миура-сан! Давайте его мне!"
    
    "Я принял нож у тётки Касуми и поспешил удалиться. Нож я оставил на кухне а сам поднялся по лестнице на второй этаж."
    "В комнате Касуми я оказался внезапно, лестница вела прямо туда."
    "Похоже что весь второй этаж дома представлял собой одну комнатку, без всяких перегородок."
    "Было жутко неловко, я ожидал, что в комнату Касуми будет дверь, в которую можно будет постучать и получить разрешение на вход."
    "Но похоже что Касуми врасплох я не застал. Всё таки она меня ждала, да и наверное слышала мои шаги по скрипучей лестнице."
    
    kasumi "Добрый день Танака-сан... Извините, здесь немного не прибрано. Я бы спустилась сама, но есть одна проблема."
    
    "В комнате Касуми и в самом деле царил полнейший бардак. Стол и стеллаж ломились под кучами различных приборов и прочего хлама."
    "На полу лежали провода. Даже кровать Касуми была заставлена электроникой."
    "Даже на подушке что-то лежало."
    "Где же она спит?"
    
    kasumi "Вообще... Танака-сан. Не знаю, правильно ли я поступила, что попросила вас вчера о помощи..."
    
    "Касуми не договорила."
    
    kenji "Э? Почему это?"
    kasumi "Ну... не удобно просить о таком одолжении у людей которых встретил недавно."
    
    "Не удобно? Что же это за одолжение такое?"
    "Неужели что-то настолько личное? Надеюсь не неприличное?"
    "И подумаешь, недавно встретились, зато как!"
    
    kenji "Да ладно Касуми, говори, я всё сделаю!"
    
    "Мне казалось, что Касуми вчера позвала меня на свидание, когда спросила не занят ли я."
    "Но похоже что до сих пор не могла сказать это прямо."
    
    kasumi "Сейчас..."
    
    "Касуми принялась шарить за шкафом, стоящим у стены, а я принялся ждать."
    "Мне подумалось, что из своего тайника девушка извлечёт билеты в кино или театр."
    "Но нет, это было нечто другое."
    
    kasumi "Вот!"
    
    "В руках у неё было что-то странное."
    "Я бы сказал, что напоминало это что-то — крылья бабочки или птицы. Сделана эти крылья были из проволоки."
    
    kenji "Это мне? Что это?"
    kasumi "Это антенна. Вы не можете помочь мне вынести её из дома, Танака-сан? Но осторожнее, её нужно нести так, чтобы не погнуть."
    
    "И это всё что хотела от меня Касуми? Такую антенну вынести было не сложно. Была она совсем не тяжёлая, и не особо громоздкая."
    "Я отправился вниз по лестнице а Касуми за мной."
    "Миура-сан, похоже приняла нужную дозу. Она мирно спала в кресле и нас не заметила."
    "Когда мы вышли во двор я спросил Касуми."
    
    kenji "Так это и была твоя просьба? То о чём ты говорила вчера?"
    kasumi "Нет. Это не всё. Мне нужно отнести эти вещи в одно место. Не могли бы вы проводить меня туда, Танака-сан?"
    
    "Только сейчас я заметил, что на Касуми одет рюкзак а в руках она держала бумажный пакет."
    
    kenji "Унести? Ну это не сложно. А куда?"
    kasumi "На кошачью гору."
    kenji "Ого! Далековато!"
    
    "\"Кошачья Гора\" и в самом деле была не близко. На окраине нашего пригорода."
    
    kenji "А зачем именно туда?"
    kasumi "Мне надо установить там ретранслятор."
    kenji "Ретранслятор... именно там? На кошачьей горе?"
    kasumi "Ну да."
    kenji "Хм... Может тогда такси вызовем? Путь не близкий!"
    kasumi "Нет... Танака-сан, не могли ли вы привести меня туда? Пешком? Мне нужно запомнить дорогу."
    
    "Странно, что Касуми так хотелось попасть туда именно пешком. Идти до горы долго!"
    "Но с другой стороны, пройтись с ней по городу, разве неплохо? Может быть Касуми хочет прогуляться со мной."
    "Да, точно! У нас же сегодня свидание! Пусть это и не было сказано в слух, но мысль эта витала в воздухе, так мне показалось."
    
    kenji "Ну пешком так пешком. А в такси в самом деле, антенну ещё погнём."
    kasumi "А! Антенна! Давайте её мне Танака-сан."
    kenji "Да зачем? Я понесу её, мне нетрудно..."
    
    "Касуми положила пакет на землю и сняла свой рюкзак."
    "Оказалось что это и не рюкзак вовсе, а какой-то прибор, к которому приделаны лямки."
    
    kasumi "Давайте антенну, Танака-сан."
    kenji "Ну как знаешь..."
    
    "Я отдал антенну Касуми. Девушка её приладила к своему рюкзаку на защёлки, вновь надела рюкзак."
    "Похоже что так и предполагалось переносить данную конструкцию, нести антенну в руках не было нужды."
    "Вид у Касуми теперь был как у сказочной феи, с крылышками."
    
    kenji "Дай хоть пакет свой, Касуми. Не будешь же ты нести всё одна!"
    
    
    "Если сначала я испугался, что путь до горы кошачьей лапки не близкий, то позже понял что дальняя дорога — это очень даже здорово!"
    "Можно столько всего сделать! Можно ещё раз купить мороженное. Можно даже пригласить Касуми в кафе."
    "Идти долго, наверняка она проголодается. Найдём непопулярное заведение, будем тихо сидеть за столиком, как настоящая парочка."
    "А тот урод, что отправил мне записку — пусть он сдохнет от огорчения!"
    
    "Я огляделся по сторонам, внимательно осмотрел каждый закоулок улица. За нами никто не следил, так мне показалось."
    "Но на всякий случай я продемонстрировал своему невидимому врагу средний палец."
    
    "Мы свернули с улицы, на которой жила Касуми. И уже здесь, я увидел кошачью гору."
    "Улица по которой мы шли, упиралась прямиком в неё. Вообще, кошачью гору практически отовсюду видно и каждый в нашем пригороде её знает."
    
    kenji "Эй Касуми? А почему именно на кошачью гору? Зачем?"
    kasumi "Гора высокая, её с каждой улицы видно. Лучшее место, чтобы поставить ретранслятор."
    
    "Когда я был маленький, я поднимался на кошачью гору вместе с отцом. Оттуда и в самом деле далеко было видать."
    
    kenji "А зачем его туда? На гору?"
    kasumi "Ну... чем выше тем лучше. Если поставить ретранслятор на высоте, его сигнал будет слышен везде."
    kenji "По всему миру?"
    kasumi "Нет конечно. Только по всему нашему пригороду. Ну может чуть дальше."
    
    "Вот значит как выходило. Касуми хочет, чтобы её все в нашем городе слышали."
    "Ну это и правильно, наверное. Каждый радиолюбитель, он небось хочет чтобы зона его покрытия, она больше была."
    "Правда, если зона покрытия у Касуми станет больше, это что же получится?"
    
    "Меня кольнула ревность. Я даже и не знаю, что вообще делает Касуми в этом своём радио эфире."
    "А вдруг болтает с парнями? Вдруг они с ней там знакомятся? Девушка, которая увлекается радиолюбительством, она наверное популярная среди радиолюбителей."
    "Вдруг, тот кто отправил ей записку один из таких? Болтает с ней по радио, а в реальном мире встретиться с ней не решается, а тут ещё я!"
    
    "А если ретранслятор Касуми охватит весь город? К ней же женихи будут в очередь выстраиваться! Справлюсь ли я с ними?"
    "Я решил спросить об этом Касуми."
    
    kenji "А чтобы весь город слышал, это для того чтобы связаться с кем-то? Из города?"
    
    "Касуми покачала головой."
    
    kasumi "Нет. Это... Это просто так! Это как... это как эксперимент!"
    
    "Ответ Касуми меня немного успокоил."
    "И в самом деле, бывает же так что человек хочет сделать что-то просто для того, чтобы доказать самому себе что он способен это сделать."
    "Вот и Касуми, сейчас установит ретранслятор, убедится что он работает да и плюнет на него. Возьмётся за другой проект."
    "Может к тому времени я наконец осилю хоть одну книжку по теме, и мы будем делать его вместе."
    "Да, было бы здорово понимать в её делах хоть что-то.Сейчас как и всегда, я не мог придумать интересной темы для разговора."
    "В ретрансляторах и радиосвязи я не смыслил."
    
    "А о чём ещё говорить с Касуми?"
    "Я пробежался глазами по улице. Ничего интересного, о чём можно было бы поговорить на глаза мне не попадались."
    "Ну разве что кошачья гора. Хотя, гора как гора, ничего в ней необычного. Разве что название."
    
    kenji "Эй Касуми? А ты слышала, почему эта гора называется кошачьей?"
    kasumi "А? Ну вообще, я слышала несколько легенд, и все разные."
    kenji "Несколько? Я думал она только одна."
    kasumi "Ну... может вы знаете самую правдоподобную Танака-сан. Какую легенду слышали вы?"
    kenji "Я слышал что на горе был храм. Вернее он есть там и сейчас, но новый, построенный после пожара. А старый, надо полагать, сгорел!"
    kenji "И говорят, что жила в храме кошка, которая отличилась на пожаре."
    kenji "Тут правда есть две версии. Кто-то говорит что кошка спасла своих котят, которые были на чердаке храма."
    kenji "Кто-то говорит что пожар был ночью, и кошка разбудила монахов, которые там ночевали."
    kenji "В общем — спасла и котят и людей, а сама сдохла. Сгорела или дыма надышалась, я точно не знаю."
    kenji "В итоге, новый храм в честь кошки и назвали — кошачьим. И всю гору тоже. Вот такая история!"
    
    "Касуми закивала головой."
    
    kasumi "Да. Я слышала и такую историю. Похоже что эта версия наиболее популярна. Но мне она кажется не особо правдивой."
    kenji "Не правдивой? Почему?"
    kasumi "Может быть гору иногда и называют кошачьей, но название храма — храм кошачьей лапки."
    kenji "Да, верно."
    
    "Мне вспомнились каменные обелиски, стоящие на пути к храму. Высокие постаменты, на верхушке которых была высечена кошачья лапа."
    "В школьные годы, мы с мальчишками водили хороводы вокруг них, кричали - \"Лапка дай денег!\""
    
    kenji "Ну вообще, поднятая вверх кошачья лапка, это же символ приманивающий деньги! Разве нет?"
    kenji "Вот и назвали его храмом кошачьей лапки."
    kasumi "Может быть. Но вообще, есть другая легенда и мне она кажется наиболее правдивой из всех."
    kenji "И что в ней говорилось? ЧТо же там по другому? Не было пожара?"
    kasumi "Пожара не было. Храм разбомбили."
    kenji "Разбомбили?! Храм? Кто?"
    kasumi "Американские бомбардировщики, во время войны."
    kenji "Ого! Такое я слышу в первый раз! А зачем им понадобилось бомбить мирный храм? И при чём здесь кошка?"
    kasumi "Ну... Когда-то, в старые времена, наш, местный железнодорожный разъезд, он был очень крупный."
    kasumi "Там стояли составы, которые везли уголь и мазут с севера. И дальше — на океанское побережье, чтобы грузить его на линкоры и авианосцы."
    kasumi "Этот разъезд и собирались бомбить американцы, а не храм."
    kenji "А храм тогда почему разбомбили? Случайно что-ли задели? От кошачьей горы до разъезда далековато будет, трудно промахнуться."
    kasumi "Бомбили ночью. Говорят, что это произошло зимой или ранней весной."
    kasumi "Это летом американские бомбардировщики уже не боялись и могли прилетать днём. А тогда ещё нет."
    kasumi "Конечно же, ночью надо что-то видеть. Бомбардировщики ориентировались на уличное освещение."
    kasumi "А разъезд тогда был самой освещённой частью города, не промахнёшься. И не промахнулись бы. Но свет во всём городе пропал."
    kasumi "Кошка отключила."
    kenji "Кошка? Как кошка?!"
    kasumi "Ага кошка. Именно та кошка, что жила в храме на горе."
    kasumi "Дело в том, что на этой же горе, рядом с храмом, находилась подстанция, подающая электричество в город. И на железнодорожный разъезд тоже."
    kasumi "А кошка забралась куда-то. Может на шины спрыгнула, или на разъединители. Но скорее всего на трансформатор залезла."
    kasumi "Весна на улице, или даже зима, ночь, холодно. Погреться решила, наверное, и устроила короткое замыкание."
    kasumi "Свет во всём городе естественно погас, и бомбардировщики улетели. Не стали бомбить вслепую."
    kasumi "Только один самолёт скинул бомбы на кошачью гору. На подстанции был пожар, и он видимо решил — что это ориентир, или по другой причине."
    kasumi "Говорят что при бомбёжке, всех монахов на горе убило. А от кошки — только лапки остались."
    kenji "Да уж!"
    
    "История Касуми показалась мне намного правдивее чем та, которую знал я."
    
    kenji "Наверное всё так и было. А то что я рассказал, и в самом деле выдумки. Ну чтобы кошку показать героиней."
    kasumi "А разве она совершила не геройский поступок?"
    kenji "Так ведь просто погреться полезла куда не следует."
    kasumi "Но спасла людей."
    kenji "Наоборот же, своих же хозяев выдала и их разбомбили."
    kasumi "Но люди что работали на разъезде. Их же спасла. А их больше."
    kenji "Их больше... Но они же военные. А монахи мирные."
    kasumi "Почему же военные? Там все были мирные. Машинисты, диспетчера. Подумаешь что грузы отправляют на войну, но что поделать, такая работа."
    kenji "Ну... Да, наверное ты права. Да всё равно, выходит кошка просто так, ничего не подозревая стала героем. По глупости."
    kasumi "Может и просто так, но спасла людей. Это главное."
    kasumi "Жалко что теперь эти люди выдумывают небылицы. Уж лучше бы говорили как есть. Как на самом деле эта кошка погибла."
    
    "Я конечно не знал, на самом ли деле эта кошка погибла так, но версия с бомбардировщиками мне и самому нравилась больше."
    "Надо же, какое интересное событие произошло в нашем захолустье, и какие тайны на самом деле хранит кошачья гора!"
    "А то что кошка по глупости под ток залезла, да это пустяки. Гусь, который Рим спас, тоже небось сделал это несознательно."
    "Может плохо протёртый кабачок ему попался, вот он и раскричался посреди ночи."
    
    kenji "Ну да спасла. Но монахов мне больше работников станции жаль почему-то. Они же совсем безобидные и в бога верят."
    kasumi "Ну да... верят. А вы верите в бога? Танака-сан?"
    kenji "В бога?"
    kasumi "Ну да, в бога."
    
    "Я удивился. Внезапный был вопрос. Такие вопросы обычно задавали сомнительные сектанты, вербующие новых людей."
    "Не ожидал такого от Касуми."
    
    kenji "Нет, не верю. Я атеист!"
    kasumi "Вот как."
    kenji "А ты Касуми? Неужели веришь?"
    kasumi "Ну... Наверное да."
    
    "Вот тебе раз! Не ожидал от Касуми такого."
    "Надеюсь я её не обидел, заявив о том, что атеист? Чёрт их знает этих верующих."
    "И вообще, на будущее бы знать, какой религии она придерживается."
    "Вдруг приглашу её в ресторан, а она индуист или мусульманка и не ест некоторых животных. Или вообще никаких животных не ест."
    
    kenji "А в какого бога ты веришь Касуми? В христианского? Или в будду?"
    kasumi "Нет... Не в будду. Это другой бог, не такой популярный как остальные."
    kenji "Это что же за бог такой? Как его зовут?"
    kasumi "Зовут? У него нет имени. Точнее есть, но пока его нет."
    
    "Что это значит что пока нет имени? Это как так?"
    
    kenji "Нет имени... Это имя нельзя называть что-ли?"
    
    "Я подумал что Касуми верит в сатанизм или что-то подобное, что возможно запрещено в Японии."
    "Тогда конечно, имя божества в которое ты веришь лучше вслух не говорить."
    
    kasumi "Нет имени. Просто нет."
    
    "Что это за бог такой у Касуми, что и имени нет? Может это какой-то бог радиолюбителей? Может же такой быть?"
    "Интересно как он выглядит?"
    "Я попытался представить себе бога радиолюбителей. Интересно, а каким Касуми его видит? Совпадает ли наше видение?"
    
    kenji "Ну ладно, допустим имени нет. Но как же он выглядит, этот бог?"
    kasumi "Выглядит? Я не знаю. Он же может ещё и не родился."
    
    #ЦГ — сперматазоид с нимбом
    
    "Еще не родился? Вот это да! И имени нет!"
    
    kenji "Так выходит, его не существует?"
    kasumi "Может и существует, а может и нет. А если нет — то скоро будет."
    kenji "Это как скоро?"
    kasumi "Не знаю. Может быть и никогда."
    
    "Тогда вполне возможно что то, что я себе представил — и есть настоящий бог Касуми."
    "Раз уж он может быть каким угодно, то почему бы и не таким как я представил?"
    "Странный он конечно, бог, в которого верит Касуми. Может она просто темнит, и не хочет мне ничего рассказывать?"
    
    "Хотя зачем вообще сказала что верит в бога? Или на самом деле хочет поговорить, но стесняется?"
    "Бог и религия - это неожиданая тема, но всё-таки лучше чем про радиолюбительство в котором я ничего не смыслил."
    "В разговорах о божествах или других высших разумах я наверное хоть что-то да понимал."
    "По крайней мере больше чем во всяких там транзисторах да лампах."
    
    "Вообще, при словах \"высший разум\" я представил себе рептилоида. А что если бог Касуми — рептилоид?"
    "Наслушалась разговоров своей тётки, и тоже поверила."
    "Правда для тётки — рептилоиды враги и вредители. А Касуми их за богов считает!"
    "Странно конечно что он не родился и имени нет. Если Касуми стесняется своей веры в рептилоидов, то отсутствие имени ещё можно принять."
    
    "Но почему ещё не родился?"
    "Если верить словам её тётки, он не только не родился, он уже гадит вовсю!"
    "Я решил задать уточняющий вопрос, но конечно не прямой."
    
    kenji "А этот бог, он если уже есть. Он же может жить на другой планете? Пришелец, из космоса?"
    kasumi "Ну да. Вполне."
    
    "Ну точно рептилоид!"
    
    kenji "А он. Вообще что он делать то будет, этот бог?"
    kasumi "Ну... Он спасёт... всех спасёт."
    
    "Хм. Я конечно мало знал о рептилоидах, но мне больше подходила теория тётки Касуми о том, что они вредят нам."
    "Наверное я всё-таки ошибочно представил бога Касуми как рептилоида. Он очень даже неплохой парень, если спасёт всех прямо как Иисус."
    
    kenji "Спасёт... выходит этот бог не очень отличается от остальных? Почему бы тогда не верить в традиционных богов?"
    kasumi "Ну... они же не настоящие."
    kenji "А безымянный бог который неизвестно когда родится — настоящий?"
    kasumi "Ну да. Он... он как кошка. Кошка же настоящая?"
    kenji "Кошка?"
    kasumi "Которая спасла город от бомбёжки? Спасла же?"
    kenji "Разве кошка бог?"
    kasumi "В честь кошки построили храм. Ей поклоняются. Разве она не бог?"
    kenji "Мелкий какой-то бог выходит."
    kasumi "Может и мелкий но люди верят в него. Просят у него что-то и получают."
    kasumi "Или хотя-бы получают уверенность и силы чтобы жить дальше и двигаться к цели."
    kenji "И ты Касуми, тоже веришь в кошку как в божество?"
    kasumi "Не в кошку, нет. Но я верю что появится кто-то, кто сможет спасти меня."
    kasumi "Даже если он не будет ходить по воде и превращать воду в вину, для меня он будет настоящим богом."
    kenji "Спасти тебя? А от чего?"
    kasumi "Ну... много от чего. Например от небытия."
    kenji "Небытия?!"
    kasumi "Ну да. Вы разве не боитесь смерти, Танака-сан?"
    
    "Конечно, я боялся смерти и небытия. Но мысли о небытие чаще накатывали ночью, перед сном."
    "В такой прекрасный солнечный день, это последнее что могло прийти мне в голову."
    
    kenji "Может быть, но страх смерти... такие мысли обычно приходят в голову в темноте. А сегодня такая погода прекрасная!"
    kasumi "Вы правы Танака-сан. Такие мысли приходят только в темноте."
    
    "Не с первого раза я понял что сморозил."
    "В темноте! Это же надо было так облажаться!"
    "Касуми же живёт в темноте постоянно! Вот я дурак!"
    
    "А вдруг Касуми совершенно не нравится эта темнота? Да точно, не нравится!"
    "Почему она вообще начала эти разговоры про бога? Может её гложет что-то?"
    "Небытиё, смерть... А ведь её родители, они же умерли? Может быть дело в этом? Может быть Касуми хочет поговорить об этом?"
    
    kenji "Касуми. А твои родители? Что с ними стало?"
    
    "Касуми почему-то вздрогнула и отвернулась от меня."
    
    kasumi "Танака-сан... а зачем вам это?"
    kenji "Да я просто... просто вспомнил что хотел спросить ещё позавчера."
    kasumi "Ничего здесь интересного нет. Танака-сан."
    
    "Мне показалось что в привычном, безразличном тоне Касуми, появились нотки беспокойства и даже злости."
    
    kenji "Прости Касуми. Зря я решил задать этот вопрос."
    kasumi "Это вы простите Танака-сан. Не стоило мне начинать такой странный разговор."
    
    "Разговор может и был странный, но тема его мне хотя-бы была понятна."
    "Это не радиолюбительские штучки, в которых я ничего не смыслю."
    "Мы могли бы устроить с Касуми самую настоящую научную дискуссию о том, чьё приставление о жизни после смерти — правильное. Или чья религия - круче!"
    "Но не получилось. Похоже я всё испортил! И как это поправить?"
    
    "Я оглядел улицу, пытаясь найти то, что мне поможет."
    "Опять мне на глаза попались автоматы по продаже мороженного и прохладительных напитков."
    "После такого неудачного разговора, можно было задобрить Касуми мороженным, но стоило ли?"
    "Похоже что не очень любила она его, да и сам я давно отвык от сладостей."
    
    "Я с грустью посмотрел на стекло автомата с мороженным. На нём была наклеена какая-то табличка."
    "Похоже что автомат не работал, но написано было не \"Извините, не работает\". Написано было \"Внимание! Извращенец!\""
    "Да и не просто написано. На табличке красовалась морда разыскиваемого извращенца."
    "И морда эта была моей."
    
    kenji "Чего?!"
    
    "Это даже не был фоторобот или что-то похожее. Не фото сделанное на паспорт, копии которых наверняка хранятся в базе полиции."
    "Нет, это фото, оно было сделано буквально на днях."
    "Я был одет в ту же рубашку что и сейчас, в очках. Выражение лица у меня было крайне идиотским, в камеру я не смотрел."
    "Откуда взялась эта фотография? Почему \"внимание\", почему \"извращенец\"?"
    
    kasumi "В чем дело, Танака-сан?"
    kenji "А... Касуми? Кажется я... я потерял одну вещь... Ты... ты здесь постой, хорошо, а я сейчас!"
    
    "Я пулей бросился к автомату по продаже мороженного. Да, как я уже увидел издалека — фотография была моя."
    "Кроме кричащей надписи про извращенца, был ещё указан телефон полицейского участка."
    "Но то что мне показалось странным сразу — имя моё указано не было."
    "Да и фотография эта, ну никак не похожа на фото разыскиваемых преступников. Кто-то снял меня тайно, и сделал это объявление."
    "И конечно же я знал кто, сомнений не было. Это был мнимый парень Касуми, тот что вчера отправил мне записку."
    
    kenji "Вот падла!"
    
    "Я выругался про себя, сорвал бумагу со стекла автомата и бросил в урну. Воровато огляделся."
    "На улице никого не было, но мало ли — вдруг кто-то увидел из окна что я делаю."
    "Конечно, я ни в чём не был виновен, но такие шутки все вокруг могли воспринять слишком серьёзно."
    "Могли даже в самый настоящий полицейский участок забрать. Там конечно всё разрешится, но лучше не надо."
    
    "А этот ублюдок хорош! Вот же придумал какую гадость! Наверняка это объявление не одно на улице висит."
    "И кто-то теперь да увидит его, а потом и меня самого на улице, позвонит в полицию... Да даже если не в полицию?"
    "А вдруг увидят мои знакомые или соседи? Конечно, знакомых у меня раз два и обчёлся, но мало ли?"
    "Хотя... Узнают ли они меня на этой фотографии? Такого зализанного и в очках?"
    
    "Я снял очки и взъерошил свою шевелюру. Надо было из ухоженного студента перейти в обычное своё состояние."
    "Эх, ещё бы одежду сменить и небритость вернуть но увы."
    
    "Может быть хоть эти меры помогут, да и не так много людей на улице обращают внимание на плакаты с разыскиваемыми преступниками."
    "Главное, не пропустить остальные на пути и сорвать их."
    
    #Фон - вход в храм кошачьей лапки
    
    "Так я и сделал. На всём пути к кошачьей горе, мне встретилась ещё парочка плакатов, которые я героически уничтожил."
    "И похоже что за всё время пути, никто на меня внимания не обратил."
    "Хотя несколько прохожих по пути нам попались, и даже полицейская машина."
    
    "Когда я и Касуми пришли наконец к подножию горы и воротам храма, я вздохнул с облегчением. Ну и дорожка выдалась! С препятствиями!"
    "Но я снова их все преодолел! А парень Касуми, он похоже и в самом деле ей не парень."
    "И правильно я думал, это просто какой-то сталкер, который бесится от того, что я подкатил к его девчёнке."
    "Ну и ладно! Пусть бесится!"
    
    "Я давно уже не посещал кошачью гору и храм на ней, однако здесь ничего не изменилось."
    "Всё те же каменные ступени, деревянные арки и каменные обелиски с кошачьими лапами, у которых мы с друзьями когда-то просили денег."
    "Ступени ведущие на гору, были совершенно нестандартные, разной высоты и ширины, даже я иногда спотыкался на них."
    "Но Касуми стойко прошла испытание и мы поднялись к храму."
    
    "Как выяснилось позже, Касуми нужна была башня, стоящая за храмом."
    "Ещё на подходе, я и сам приметил что на кошачьей горе, стояла какая-то конструкция, похожая на водонапорную башню, или телевизионную вышку."
    "Сейчас же эта башня возвышалась прямо перед нами, над храмом и над деревьями."
    "Идти до неё было совсем недолго, пройти метров сто и готово. За храмом мы даже обнаружили тропку, которая вела к башне."
    "Касуми тщательно ощупывала чуть ли не каждое деревце вдоль тропы. Видимо ей важно было найти дорогу к этому месту в следующий раз."
    
    kenji "И для чего здесь эта башня?"
    kasumi "Это подъемник, шахтный. Сейчас не работает. Зарошен."
    
    "Но башня не выглядела брошенной. Она была покрашена, хоть краска и сильно облупилась на металлических конструкциях и кое-где было проступала ржавчина."
    "Ступени, которые обвивались вокруг неё были щедро измазаны свежим мазутом."
    
    kenji "А почему не работает? И если не работает, чего башню не сносят?"
    kasumi "Не работает, потому-что шахту закрыли. Давно. Правда после закрытия её использовали ещё несколько лет геологи и вулканологи."
    kasumi "Но после землетрясения спускаться под землю перестали совсем."
    
    "Землетрясение, о котором говорила Касуми, произошло лет шесть назад."
    "Вообще — оно было совершенно пустяковое и ущерб был мизерным."
    "Я вообще в это время спал, и узнал о нём только вечером от отца."
    "И казалось бы нечего беспокоиться, но после землетрясения, город наводнили сейсмологи."
    "И оказалось что землетрясения в наших тихих местах могут пройти ещё и гораздо разрушительнее."
    "После этого случая в городе перестроили добрую половину мостов."
    "Десятки общественных зданий были признаны неподготовленны к мощным землетрясениям и снесены."
    
    kenji "Так почему после землетрясения не снесли? Раз сейсмологам она больше не нужна?"
    kasumi "Теперь это маяк."
    kenji "Маяк? До моря вроде далеко, какой же это маяк?"
    kasumi "Ну... это виационный маяк, для самолётов."
    kenji "Ах вот оно что. И что мы с этим маяком будем делать?"
    kasumi "Лезть наверх конечно. Это лучшее место для установки ретранслятора."
    kenji "Лезть наверх..."
    
    "Я побаивался высоты и такая новость меня не обрадовала. Ещё больше меня огорчило то, что Касуми тоже собиралась подняться наверх."
    "Одному подниматься наверх было бы проще — просто потому, что я не знал какой темп задаст Касуми."
    "Наверное Касуми не боится высоты, она же ничего не видит. А вдруг я испугаюсь на полпути и не смогу подниматься дальше?"
    "Если бы я поднимался один, у меня было бы время на передышку. А если вдвоём с Касуми, хочешь не хочешь - придётся признаться ей что струсил."
    
    "Но как оказалось — боялся я зря. Конечно было немного страшно, но я быстро привык."
    "Да и лестница была очень прочной и похоже что никакой опасности не представляла."
    "Разве что по крутым ступенькам подниматься было не очень удобно, да иногда ноги липли к мазуту, которым были измазаны все заклепки на металле."
    
    "На верхней площадке мазута было ещё больше, и запах от него шёл, прямо как от свежего асфальта."
    "От металлических плит, лежащих на полу пыхало жаром. Здесь было гораздо жарче чем там, на земле."
    
    "Первое о чем спросила поднявшаяся следом Касуми — нет ли на верхней площадке распределительного шкафа."
    "Действительно, на площадке был металлический шкафчик. И наверное он и был \"распределительным\", других то не было."
    "Вот только шкафчик этот открываться не желал."
    
    kenji "Чёрт! Не открывается! Кажется заперт!"
    kasumi "Вот! Попробуйте этим Танака-сан."
    
    "Касуми порылась в пакете и извлекла из него широкую, плоскую отвёртку."
    "Мне, конечно не верилось, что таким примитивным инструментом удастся вскрыть замок."
    "Но видимо замок тоже оказался примитивным, и открылся моментально."
    
    kenji "Кажись удачно!"
    kasumi "Очень хорошо! А что там, Танака-сан?"
    
    "Мне поначалу показалось, что ничего в этом ящике кроме паутины и ржавчины не было."
    "Но после, я подметил, что тут притаился автомат, очень похожий на тот, что стоял в счётчике у меня дома."
    "К автомату подходили два провода в чёрной изоляции. Возле автомата они оголялись, и было видно блестящую медь."
    "Я описал Касуми, всё что увидел."
    
    kenji "Надо же, а ящик то какой здоровый приделали! А внутри и нет почти ничего."
    kasumi "Ну... наверное он здесь и раньше стоял, когда на башне работали прожектора. А сейчас это просто маяк, вот и осталось только это."
    kasumi "Но так даже лучше, никаких сложностей. Я думаю, мы сможем подцепиться сюда."
    
    "Касуми размотала провод, который был намотан вокруг её ретранслятора, протянула его конец мне."
    "Провод  был двойной, на концах жил висели зажимы - крокодилы."
    "Мне был понятен её план, но лезть в щиток, к электричеству я опасался."
    
    kenji "А током не ударит?"
    kasumi "Не должно. Сейчас же маяк выключен. Зачем он днём?"
    
    "Под ярким солнечным светом, было совершенно непонятно выключены или нет красные лампы на шпилях вышки."
    "Поэтому, цепляя крокодилы к проводам, я старался не касаться оголённых частей по которым мог течь ток."
    
    kenji "Кажется, я всё сделал! Только ведь, когда на вышку поднимутся, чтобы зажечь маяк. Это же всё найдут?"
    kasumi "Не найдут. Маяк зажигается не здесь. Он привязан к уличному освещению города, и включится вместе с ним. Сегодня сюда точно никто не поднимется."
    kenji "Ну не сегодня, а вообще? Поднимаются же сюда служащие? Лампы меняют, например."
    kasumi "Ну и что... Мне этот ретранслятор нужен всего на пару часов. А потом, пусть убирают."
    kenji "Вот как..."
    
    "Слова Касуми меня обрадовали. Выходит, всё как я и предполагал."
    "Не собирается Касуми ни с кем болтать по радиосвязи, а ретранслятор нужен только как эксперимент."
    
    kasumi "Осталось только сделать самое сложное... для меня... но простое для вас Танака-сан. Навести антенну ретранслятора на мой дом."
    
    #Мини ЦГ - Ретранслятор висит на перилах/столбе с фонарями
    
    "Пока я возился с щитком, Касуми успела привязать свой ретранслятор к перилам ограждения."
    "Она показала мне, какую антенну я должен был направить."
    "Дело и в самом деле было плёвое. Город с башни было видать как на ладони."
    "Я быстро сориентировался по улицам и направил нужную антенну на дом Касуми. Точнее в ту местность, где он должен был стоять."
    "Всё же дом её был маленький, и затерялся среди других строений и деревьев."
    
    kenji "Готово! Что теперь?"
    kasumi "Это всё Танака-сан! Большое вам спасибо Танака-сан!"
    
    #Мини ЦГ - Касуми кланяется с бенто в руках (вид сбоку?)
    
    "Касуми поклонилась мне."
    "Я заметил что в руках у ней была голубая пластмассовая коробочка, похожая на те, в которые сервируют школьный обед."
    
    kasumi "Вы наверное проголодались, Танака-сан? Не хотите?"
    kasumi "Я приготовила его сегодня утром. К сожалению, коробочка для еды у меня только одна."
    
    "К коробочке, скотчем были приклеены два комплекта палочек для еды. Это что же получается?"
    "Мы с Касуми будем вместе есть один школьный обед на двоих? Звучало здорово, я бы от такого ни за что не отказался."
    
    kenji "Пожалуй да! Что-то я проголодался! Я даже и не подумал, и не взял еды с собой. Хоть и не знал, что идти будем так далеко..."
    kenji "А ты не против, Касуми?"
    kasumi "Что вы, Танака-сан."
    kasumi "Только..."
    
    "Касуми порылась в пакете, из которого извлекла коробку с завтраком"
    
    kasumi "Термос с чаем... я забыла его!"
    
    
    #Дописать диалог про чай
    #############################################################
    #############################################################
    
    
    #ЦГ - Касуми сидит на краю свесив ноги, (вид со стороны лица? или сбоку и чуть сверху?)
    
    "Касуми села на самый край площадки, свесив ноги вниз, сквозь перила ограждения. Чтобы не испачкаться она постелила пакет, в котором принесла завтрак."
    "Мне пакета не нашлось, и я присел рядом с ней на корточки. Касуми открыла крышку."
    
    kasumi "Только не думайте, что я хорошо готовлю, Танака-сан. Если честно, получается у меня не очень."
    kenji "Да брось Касуми, выглядит здорово."
    
    #ЦГ - Внутренности бенто
    
    "Правда выглядело не особо и здорово. Я бы не хуже справился, если бы готовил его сам, а готовил я ужасно."
    "В коробочке Касуми не было ничего особенного. Самый обычный рис, нарезанные огурцы, сосиски-осьминоги и варёные яйца."
    "Одно яйцо даже было плохо почищено, на нем остались скорлупки."
    "Я решил, что первым делом выхвачу это яйцо, чтобы Касуми не съела его сама. Скрою от неё эту маленькую её оплошность."
    "Хотя, для слепой девушки, сделать даже такой простенький обед, уже подвиг!"
    
    "В прочем, с плохо очищенным яйцом разобраться я решил позже. В коробке Касуми, посреди риса, обнаружился явно несъедобный предмет."
    "Сначала я решил, что Касуми зачем-то бросила в рис оливку. Но глянув получше, понял что это совсем не оливка!"
    
    #ЦГ - Палочки держат радиолампу
    
    "Когда я вынул этот странный предмет из коробочки, оказалось что это какое-то стеклянное устройство с кучей ножек."
    "Да уж! Ну и сюрприз! Я швырнул непонятную штуковину подальше."
    "Всё остальное время, пока мы ели, я старался следить, чтобы никаких других сюрпризов мне или Касуми не попалось."
    "Вообще, вкус у еды, приготовленной Касуми был посредственный. Наверное я уже привык к тому, что Айко здорово готовила и поэтому привередничал."
    
    "Но в любом случае, даже несмотря на вкус и опасные предметы в ней, я почувствовал ту самую романтическую атмосферу."
    "Когда парень и девушка едят школьный завтрак на крыше. У меня конечно такого никогда не было."
    
    "Да и вообще, в школьные годы я жрал в столовой, и обедов на крыше у меня не было, даже наедине с самим собой."
    "Не понесёшь же еду из столовой — на крышу?"
    
    "А сейчас, можно сказать награда за все годы страданий. Эта вышка же ничем не хуже крыши. А вид отсюда даже лучше."
    "Эх... Надо бы не облажаться и не сказать случайно Касуми про то, какой прекрасный отсюда вид!"
    
    "Когда наш обед на высоте закончился, Касуми собрала столовые предметы обратно в ящик для еды."
    "Я поспешил поблагодарить её за обед."
    
    kenji "Спасибо касуми. очень вкусно!"
    kasumi "Вам спасибо Танака-сан. Я бы не справилась одна, сегодня."
    kenji "Ну... для меня ничего сложного. Надеюсь я ничего не напутал и твой ретранслятор заработает."
    kasumi "Я тоже надеюсь что заработает. И что он услышит."
    kenji "Он?! Кто он?"
    
    "Мой рот опять меня подвёл!"
    "Я выпалил последнюю фразу так поспешно и с таким испугом, что даже полный идиот бы понял что я ревную."
    "И конечно же я ревновал, какой ещё \"он\" и зачем вдруг стало нужно чтобы он услышал?"
    
    #ЦГ - Касуи в профиль, близко на фоне неба (возможно ЧБ)
    
    "Касуми ответила не сразу, она держалась за металлические перила и смотрела куда-то вдаль, в сторону города, в сторону моря."
    
    kasumi "Он. Бог."
    kenji "А-а бог!"
    
    "Наверное я слишком обрадовался тому, что узнал кто такой \"он\"."
    "Я опять не сдержал эмоций, и Касуми наверняка прочитала их как открытую книгу."
    "Я поспешил добавить что-то, чтобы отвести от себя подозрения."
    
    kenji "Опять ты про эту ерунду, Касуми!"
    
    "Наверное я переиграл но это был единственный вариант что пришел мне в голову."
    
    kasumi "Это не ерунда. Разве вы сами не верите в него? Танака-сан?"
    kenji "Я? Нет!"
    kasumi "Разве вы не боитесь его?"
    kenji "Я? Боюсь?"
    
    "Единственный страх, что преследовал меня на этой башне — это страх высоты."
    "Я может быть и боялся бога, если бы оказался на этой башне во время грозы."
    "Но стоя под голубым безоблачным небом и слушая мерное щебетание птиц и шум деревьев — никакого страха перед богом я не испытывал."
    
    kenji "Не боюсь я бога."
    kasumi "Вот как? Тогда..."
    
    "Касуми внезапно улыбнулась."
    
    kasumi "Вот, возьмите!"
    
    "Касуми протянула мне разжатую ладонь, но ладонь была пуста."
    
    kenji "Взять?"
    kasumi "Ну да. Берите!"
    
    "Я слегка испугался, не напекло ли Касуми голову. Слишком уж странно она себя вела сегодня."
    "В руке у Касуми ничего не было и я даже и не знал что делать."
    "Стоит ли подыграть и в самом деле взять что-то несуществующее из её рук."
    
    kenji "Эм.. но тут ничего нет. Ничего нет Касуми!"
    kasumi "В смысле ничего нет? Возьмите мою руку, Танака-сан."
    kenji "Ру... руку?"
    
    "Какое-то совсем странное предложение. Почему вдруг руку?"
    
    kenji "З... зачем?"
    kasumi "Как зачем? Разве вы не хотите взять мою руку?"
    
    "Предложение Касуми взять её руку, стало для меня совершенно неожиданным. Я не понимал его смысл."
    "Зачем вдруг? У Касуми в самом деле проблемы с головой? Или это такая шутка?"
    "Или может быть это всерьёз? Должен ли я брать руку?! Что будет если возьму? Вдруг ничего хорошего?"
    
    kenji "Я? Нет!"
    kasumi "Но почему?"
    kenji "Не знаю..."
    
    "Нет, говорить просто \"не знаю\" нельзя. Надо сказать что-то внятное."
    "Я постарался подавить дрожь в голосе."
    
    kenji "Не хочу! Я просто не хочу!"
    kasumi "Вот как... ну ладно."
    
    "Касуми опустила руку и перестала улыбаться."
    
    kasumi "Тогда пойдёмте обратно. Танака-сан."
    
    "Спускался вниз я как в тумане. Не от страха высоты а от непонимания чего же хотела от меня Касуми."
    "Была ли это шутка? Была ли это странность? Было ли это признание?"
    "Ну в самом деле что можно ожидать от этой странной девчёнки? Вдруг она так предлагала мне встречаться с ней?"
    "Поэтому хотела чтобы я взял её руку."
    "А я не взял! И что же теперь будет?!"
    "Я же не виноват что не распознал этот тайный знак!"
    
    "На всякий случай я успокоил себя тем, что когда в следующий раз Касуми выкинет такую штуку — я возьму её за руку совершенно точно."
    "Пусть даже это шутка, я тоже пошучу. Схвачу её руку и пусть знает что я не из робкого десятка."
    "В этот раз я замешкался и проиграл, но ладно, в следующий раз исправлюсь."
    
    "Ничего же не будет если я возьму Касуми за руку? Она же сама просила?"
    "Даже если это и шутка, то слишком опасная! Может это флирт?"
    
    "Когда мы спустились с кошачьей горы и вернулись на улицы города, я вспомнил о поджидающей меня опасности."
    "Наверняка этот чокнутый фанат Касуми, что отправил мне записку, расклеил ещё плакатов."
    "Но похоже это было не так, своих портретов, висящих на улице я больше не увидел."
    "Скорее всего парень этот расклеивал их ночью, пока никто не видел. Ну, по крайней мере те что попались по нашему маршруту, я уничтожил."
    "Может быть это было не зря, и никто не сдаст меня в полицию как преступника."
    
    "Через некоторое время, я и Касуми вновь оказались возле автоматов по продаже мороженного и газировки."
    "Тех самых, где я нашёл первое объявление."
    "В этот раз, стекло автомата было чистым, ничего к нему не было приклеено."
    "Я вспомнил о том, что обещал Касуми купить напитков, раз уж она забыла свой термос с чаем дома."
    "Касуми не стала возражать, похоже, после такой длительной прогулки её мучила жажда."
    "Я тщательно осмотрел автомат со всех сторон, мало ли, ещё где на него наклеена моя рожа."
    "Потёр стекло ладонью, но нет, ничего тут не было."
    "На нём остались только остатки скотча."
    "На всякий случай, я заглянул за угол здания, чтобы проверить нет ли чего с той стороны."
    "Не спрятался ли там мой соперник."
    
    "Ба-бах!"
    
    "Что-то ударилось о мою грудь, да с такой силой что у меня сбило дыхание."
    "Ну прямо как баскетбольный мяч со всей силы бросили."
    "Но это был не мяч."
    "Я с кем то столкнулся."
    "А точнее, я столкнулся с какой-то девчонкой."
    "А точнее — с Айко."
    kenji "Ого! Айко, ты чего тут делаешь?"
    
    "Я испугался, когда понял что столкнулся с собственной сестрой."
    "За углом, всего в нескольких метрах от нас стояла Касуми."
    "Не очень хотелось показывать её Айко."
    "Да, моя младшая сестра теперь поймёт что я не извращенец и мы с Касуми дружим по настоящему."
    "Но чёрт её знает, ещё сболтнёт что-то про меня при Касуми."
    "Нет, не надо чтобы они познакомились."
    "Не сейчас."
    "Айко сидела на асфальте и испуганно глядела на меня."
    "В руках у неё была стопка бумаги."
    "Несколько листков выпали из этой стопки и лежали на асфальте."
    "Это были мои портреты с надписью \"Внимание!"
    "Извращенец!"
    "\", один в один как те, что я срывал по пути на кошачью гору."
    "Похоже вся эта упитанная пачка бумаги — это лживые объявления про меня извращенца."
    "Почему Айко держит их в руках?"
    "Откуда они у ней?"
    "Неужели это она клеила их?!"
    
    kenji "Так вот значит как... похоже что дело раскрыто!"
    
    "Айко пропищала что-то нечленораздельное и крепче сжала листки бумаги в руках."
    
    kenji "Тебе не кажется, что твои шуточки зашли слишком далеко?"
    aiko "К-какие ещё шуточки?"
    kenji "Записку значит тоже ты подделала?"
    aiko "Чего?! Записку? Какую записку? Вчерашнюю что-ли?"
    kenji "Ну да. Ясно же, что женской рукой это написано. Почерк... чучело... Эх Айко... и как я сразу не догадался! И как тебе такое в голову пришло? А главное зачем?"
    aiko "Чего?! Да я... Как ты вообще мог такое подумать! Я тут пол дня бегаю по городу с этими..."
    kenji "Ага, с этими! Додумалась же до такого! И сколько уже успела наклеить?"
    aiko "Наклеить?! Ты что сдурел? Это не моё!"
    kenji "Пффф... И ты мне это говоришь, держа в руках целую стопку улик?"
    aiko "Я ничего не клею! Это не моё, придурок!"
    
    "Надо же как всё обернулось."
    "Видимо и в самом деле никакого парня Касуми не существовало."
    "Всё это были проделки Айко."
    "Меня это несколько обрадовало, хотя своего несуществующего соперника к концу дня я уже нисколечко не боялся."
    "Но всё равно, пока не узнаешь своего врага в лицо, надо держать ухо востро."
    "Но теперь то мне всё ясно!"
    
    kenji "Ну конечно, конечно не твоё!"
    
    "Я вздохнул и покачал головой."
    
    kenji "То-то ты так всем этим заинтересовалась. Тебе что, завидно стало? Ничего не понимаю..."
    
    "Айко вскочила на ноги."
    
    aiko "Я говорю тебе, не клеила я эту чушь! Ты не так всё понял!"
    kenji "Ага, не так понял. Ну давай, ври, придумывай доказательства!"
    
    "Айко сжала кулаки и процедила сквозь зубы."
    
    aiko "Да пошёл ты к чёрту! Ещё бы мне что-то хотелось тебе доказывать. Я тут пол дня бегаю по городу, срываю плакаты с твоей рожей. Ну и плевать мне на тебя! Пускай забирают в полицию, извращенец чертов! Говорила же тебе, не лезь дурак, сиди дома! Чтобы я ещё..."
    
    "Сестра не договорила и бросила пачку бумаги в мою сторону."
    "Листики зашуршали и разлетелись по всей улице."
    "Сама же Айко, развернулась и бросилась бежать прочь от меня."
    "Я подумал окликнуть её, но кричать на всю улицу не хотелось."
    "За углом, всего в нескольких метрах стояла Касуми, надеюсь она этот разговор не услышала?"
    "Бежать вслед за Айко я тоже не решился."
    "Пока на улице не появились случайные прохожие, я побыстрее собрал разбросанные её бумаги, скомкал их в один бумажный ком и бросил в урну."
    
    kenji "Айко, вот чертовка. И что на неё нашло?"
    
    "Возможно что я был не прав."
    "Возможно что и в самом деле она срывала плакаты, и набрала их полную пачку."
    "Ну что бы ещё она сделала, если бы увидела на улице такое безобразие?"
    "Но в то же время история с парнем тоже выглядела неправдоподобно."
    "Могла Айко и записку подделать и плакаты расклеить."
    "Но зачем ей это нужно?"
    "Не понятно."
    
    "*  *  *"
    
    "И весь оставшийся путь к дому Касуми я пытался это понять, но так и не смог."
    "Уже на улице где жила Касуми, я отвлёкся от своих мыслей и заметил, как в уличных фонарях зажглись еле заметные искорки."
    "Я обернулся в сторону кошачьей горы."
    "На вышке горели красные фонари."
    
    kenji "Кажется заработал маяк!"
    kasumi "Очень хорошо, и ждать не пришлось. Вы хотите зайти на чай, Танака-сан?"
    kenji "Я бы не отказался."
    "Действительно, как я мог отказаться от предложения выпить чаю в доме Касуми."
    "Хотя, встречаться с её тёткой не очень то и хотелось."
    "Но к счастью для меня, Миуры-сан дома не оказалось."
    "Телевизор был выключен, столик с выпивкой и закуской — задвинут в угол комнаты."
    "Дома без этой женщины, было непривычно тихо."
    "И мне показалось, что сигаретами здесь пахло не так сильно."
    
    kenji "Может быть мне помочь тебе с чаем? Касуми?"
    kasumi "Эмм... Если вы не возражаете Танака-сан. Может быть мы сначала проверим ретранслятор?"
    
    "Я понимал, как сильно Касуми хотелось узнать, удался ли её эксперимент."
    "Если честно, я и сам был заинтересован, как мы справились."
    "Всё-таки я внёс серьёзный вклад в это дело."
    
    kenji "Конечно, чай подождёт. Мне и самому интересно."
    
    "Как только мы оказались на верхнем этаже, Касуми тут же заняла своё рабочее место."
    "Она включала и настраивала приборы, стоящие на и под столом."
    "Рылась в куче барахла на столе, и доставала из него различные непонятные мне приспособления."
    "Впрочем, последняя вещь, что возникла у Касуми в руках, была мне знакома — это был микрофон."
    "Очень похожий на микрофон для караоке, который я так рьяно искал позавчера."
    "Держа микрофон в одной руке, Касуми принялась крутить ручку на стареньком кассетном магнитофоне, стоящем на столе."
    "Крутила Касуми ручку для выбора радиостанции."
    "Вот только радио слышно не было, вместо голосов диктора, песен и рекламы из динамика доносился равномерный стук."
    "Я не утерпел и спросил."
    
    kenji "Ну, как? Работает?"
    kasumi "Ещё не ясно. Сейчас выйду на нужную волну. Сейчас тут только пульсары."
    kenji "Что? Пульсары?"
    
    "Касуми не ответила."
    "Она продолжала крутить ручку магнитофона а стук, доносящийся из динамика, был то громче, то тише."
    "Но вдруг этот зловещий стук прервало шипение и гул."
    "Тогда Касуми поднесла микрофон вплотную к динамику магнитофона."
    "Раздался писк, сначала слабый, но за пару секунд он перерос в оглушительный свист."
    "Касуми крутила микрофон в руках, крутила ручку радиоприёмника, а свист всё нарастал."
    "И вдруг — всё прекратилось."
    "Шум и свист стихли."
    "Вновь послышался равномерный стук."
    "Касуми убрала микрофон от динамика и принялась крутить ручку выбора станции в два раза быстрее чем прежде."
    "Магнитофон продолжал стучать."
    
    kenji "Работает?"
    
    "Хрясь!"
    "Касуми наотмашь ударила микрофоном об стол."
    "Сетка микрофона улетела вверх как пробка от шампанского."
    "Приборы на столе подпрыгнули а магнитофон возмущенно крякнул."
    "Всякая мелочь посыпалась со стола на пол."
    
    kenji "Эй! Эй Касуми... ты чего?"
    
    "Касуми не ответила."
    "Она бросила остатки микрофона на пол."
    "Аккуратно положила руки на стол."
    "Я заметил, как по пальцам её правой руки течёт кровь."
    
    kenji "Касуми, у тебя кровь идёт!"
    
    kasumi "Он не работает... Всё было зря."
    kenji "Ретранслятор? Не работает?"
    
    "Касуми сидела за столом и не поворачивалась в мою сторону."
    "Плечи её вздрагивали, дыхание было резким и сбивчивым, голос — злым."
    
    kasumi "Столько времени потрачено впустую! Ничего не получилось. Ничего."
    kenji "Да брось Касуми! Почему впустую? Ну можно же что-то сделать!"
    
    "Хотя, я не представлял что здесь можно сделать."
    "Единственное что я мог сделать, и что мне хотелось сделать — положить свои ладони на вздрагивающие плечи Касуми."
    "Но я боялся это сделать, да и мог бы я успокоить её таким образом а не разозлить?"
    
    kasumi "Ничего не выйдет! Ничего нельзя сделать!"
    kenji "Может всё не так плохо? Может я могу чем-то помочь?"
    kasumi "Нет. Ничего не выйдет. Нужно было сразу понять, что задумка дурацкая."
    kenji "Ну почему же дурацкая? Может быть сходим туда еще раз? А Касуми? Завтра? На кошачью гору? Можно даже не пешком, можно такси вызвать."
    
    "Касуми встала из-за стола и наконец повернулась ко мне."
    
    kasumi "Нет. Довольно. Скажите, Танака-сан сколько я должна вам за тележку, за мороженное и за всё остальное? Я скажу тёте, и она отдаст вам деньги."
    kenji "Э? Касуми ты чего?"
    kenji "Так сколько?"
    kenji "Конечно же нисколько. Я же всё это делал просто так."
    kasumi "Прекрасно! Ну так вот, помощь ваша больше не требуется!"
    
    "Касуми нахмурилась и сжала кулаки."
    "Её невидящие глаза смотрели исподлобья прямо на меня."
    
    kasumi "Танака-сан! Пожалуйста оставьте меня одну. Пожалуйста!"
    kenji "Э? Но почему?"
    kasumi "Пожалуйста! Оставьте меня!"
    
    "Касуми схватилась за голову и заскрипела зубами."
    "Теперь и её лицо было испачкано кровью."
    "Я отступил от девушки на два шага и оказался перед лестницей."
    
    kenji "Ладно, ладно, я ухожу... но... что же завтра?"
    kasumi "Завтра? Ничего! Оставьте меня в покое Танака-сан!"
    
    "Последние слова Касуми прокричала."
    "Такого я от неё не ожидал, и от испуга проскочил по лестнице на первый этаж."
    "Похоже что Миура-сан вернулась домой и вновь сидела на своём месте перед телевизором."
    "Наверняка она слышала крики Касуми."
    "Я решил не задерживаться на первом этаже, быстренько натянул на ноги обувь и выскочил на улицу."
    "Двор дома я тоже миновал как можно быстрее, чтобы не попасть в руки Миуры-сан."
    "Вдруг она бросится вслед за мной и потребует рассказать что случилось."
    "Почему её племянница так раскричалась."
    "Почему у неё кровь... Ужас, тут можно подумать всё что угодно!"
    "Да я и сам не понял что случилось."
    "Почему Касуми вдруг так поменялась и накричала на меня?"
    "Я же не виноват?"
    "Особенно ужасно было слышать её слова о том, что моя помощь больше ей не требовалась."
    "Это что же получается?"
    "Всё, больше я с Касуми не увижусь?"
    "А я думал что всё наладилось, что у нас сегодня было настоящее свидание."
    "А завтра, может будет ещё одно."
    "Сходим в кафе или прогуляемся в парке... Эх... И что теперь?"
    "Ничего этого уже не случится?"
    "Все мои мечты рухнули за какое-то мгновение."
    "Я чувствовал себя прямо как вчера, когда Айко сунула мне записку."
    "Только вчера, у меня ещё была надежда, а теперь её не было."
    
    kenji "Вот чёрт!"
    
    "Злобно прошептал я, и с ненавистью посмотрел на окна домов, на закатное небо, на кошачью гору."
    "Огни вышки были едва заметны на фоне красного неба."
    "Я погрозил им кулаком."
    "Где-то там, на вершине висел грёбанный передатчик, который не включился а я получал теперь по полной программе за все его грехи."
    
    kenji "Это всё ты виноват скотина!"
    
    "Я ещё раз пригрозил кулаком, но уже не вышке а передатчику, который установил там собственными руками."
    "Если бы эта железяка сработала правильно, сейчас я бы здесь не стоял а пил бы с Касуми чай."
    "Эх, а мне показалось, у нас с ней всё так удачно складывалось!"
    "Я продолжал смотреть на кошачью гору, на огни вышки, и всё думал об ретрансляторе Касуми."
    "Думал, а правильно ли я всё сделал, правильно ли всё подключил?"
    "Мог же и ошибиться по незнанию!"
    "А если всё исправить, может быть Касуми оттает и я снова смогу сойтись с ней?"
    "Главное, чтобы передатчик заработал!"
    "И я это сделаю!"
    "Прямо сейчас пойду туда и всё сделаю!"
    "Надо было мне вызвать такси, но я пошёл пешком."
    "Хотелось мне оттянуть этот момент."
    "Не знал я, как снова поднимусь на эту вышку."
    "Один, ночью, в темноте."
    "В прочем, в темноте наверное лезть на высоту проще, не видно ничего."
    "Хотя ветер сейчас поднялся не слабый."
    "Не так страшно было подниматься на вышку, как снова увидеть этот чёртов ретранслятор."
    "Смогу ли я его подключить правильно?"
    "А вдруг он вообще нерабочий?"
    "Вдруг сама Касуми что-то сделала неправильно?"
    "И что с ним делать тогда?"
    "Можно попросить помощи у дяди Ватанабэ, но сможет ли он помочь?"
    "Но больше всего я боялся Касуми."
    "Даже если всё получится, смогу ли я снова подойти к ней?"
    "Даже если она успокоится и простит меня, смогу ли я сам победить свою трусость?"
    "Как мне это провернуть?"
    "Искать её теперь по улицам города или же прийти прямо к ней домой?"
    "Надеюсь она объяснит своей тётке, почему кричала, почему поранила руку и вся измазалась в крови?"
    "Если нет, мне не поздоровится."
    "Я несколько раз останавливался на пути, подумывал о том чтобы бросить всё и пойти домой."
    "Плюнуть на этот ретранслятор, который наверняка не заработает."
    "Плюнуть на Касуми и жить по прежнему."
    "Жить как хикикомори."
    "Но прошлая жизнь представлялась мне унылой и серой."
    "Что теперь, снова засесть дома и круглые сутки не выходить из комнаты?"
    "И так до самой смерти?"
    "Ой как не хочется!"
    "Нет, попробую ещё раз сблизиться с Касуми, если не получится то пожалуйста."
    "Вернусь домой и до скончанья времён оттуда не вылезу."
    "Но вдруг удастся всё поправить?"
    
    "*  *  *"
    
    "С такими мыслями я двигался по вечернему городу."
    "Взбирался на слабоосвещенную лестницу ведущую к кошачьему храму."
    "Пробирался через лес к радиовышке."
    "Последнее было делать особенно трудно, фонарик в телефоне светил еле как и я несколько раз терял тропинку."
    "В конце концов я запутался обеими ногами в мотках какой-то металлической проволоки и чуть не упал."
    
    kenji "Это ещё что за хрень!"
    
    "Я принялся выпутываться из проволочного капкана."
    "Конструкция, в которой застряли мои ноги показалось мне знакомой."
    "Точно, это же антенна ретранслятора!"
    "А вот и он сам!"
    "Ретранслятор тоже лежал внизу, на земле."
    "И похоже грохнулся он знатно, весь он был помятый, скособоченный, с трещинами на корпусе."
    "Вот значит почему он не работал, свалился он просто напросто да и всё."
    "Меня находка ретранслятора здесь, внизу, обрадовала."
    "Не надо лезть наверх, на вышку."
    "Ретранслятор был сломан это очевидно, его нужно было починить."
    "Не стоит наверное нести его в таком виде Касуми."
    "Тем более что настроение у неё сейчас не очень."
    "Попрошу помощи у дяди Ватанабэ и починю его."
    "Установлю его на вышку и подключу как следует."
    "И вернусь к Касуми как настоящий герой!"
    "Я взял ретранслятор и принялся осматривать его, чтобы оценить поломки, которые вызвало падение."
    "Один из боков был исписан маркером, странно когда я устанавливал ретранслятор наверху я этих надписей не видел."
    "Что это?"
    "Инструкция что ли?"
    "\"Не говори Касуми!"
    "\" - сообщала первая строчка надписи."
    
    kenji "Э? Не говори Касуми? Что это за инструкция такая?"
    
    "Я прочёл надпись целиком."
    
    "\"Не говори Касуми."
    "Встретимся после полуночи в школе \"Мудрых Лис\"."
    "\""
    "\"Радиопульсар\"."
    
    "Нет, это была вовсе не инструкция."
    "И написала это не Касуми."
    "И похоже что ретранслятор упал с вышки не сам а ему помогли!"
    
    kenji "Вот тебе раз!"
    
    "И похоже, что написанное здесь должен был прочесть именно я, кто ещё?"
    "Касуми слепа, да тут прямо так и написано, не говорить ей!"
    "А меня, тот кто написал это вызывает на встречу."
    "Зачем?"
    "На переговоры или на дуэль?"
    "И зовёт ночью, это что же выходит, надо идти прямо сейчас?"
    "И кто же это?"
    "Парень Касуми всё-таки существует, или это опять дело рук Айко?"
    "Но здесь нет подписи, здесь написано \"Радиопульсар\"."
    "Почему радиопульсар?"
    "Что ещё за радиопульсар?"
    "Внезапно зазвонил телефон."
    "Звонила Айко."
    
    aiko "Кендзи? Ты... ты куда пропал?"
    
    "Звонок Айко был для меня совершенно неожиданным и я ничего не ответил."
    
    aiko "Уже почти полночь а тебя всё нет. Только не говори мне что всё-таки загремел в полицию! Говорила я тебе..."
    kenji "Айко? Айко это ты скинула ретранслятор с вышки?"
    aiko "А? Чего?"
    kenji "Ретранслятор на вышке, на кошачьей горе! Это ты скинула его оттуда? Или попросила кого? И что за радиопульсар? Почему радиопульсар?"
    aiko "Что? Что ты говоришь Кендзи, я ничего не пойму!"
    kenji "Айко не прикидывайся дурочкой! Зачем ты это сделала?"
    aiko "Я... ты..."
    
    "Айко замолчала на какое-то время."
    "Но затем, тихо произнесла."
    
    aiko "Ты пьяный, да?"
    kenji "Я совершенно трезв! Да и какая разница пьяный я или трезвый?! Это ты сломала ретранслятор? Зачем ты это сделала?"
    aiko "Я совершенно не понимаю о чём ты говоришь! Скажи мне где ты, я приеду за тобой на такси! Нельзя тебе в таком состоянии на улице шататься ночью!"
    kenji "Айко прекрати придумывать! Я не пил! Зачем ты сломала ретранслятор?"
    aiko "Не понимаю про что ты говоришь. Я ничего не ломала. Правда!"
    
    "Я не знал врала мне Айко или нет."
    "Лезть на такую высоту и ломать чужие вещи."
    "Ну никак это не было похоже на Айко."
    "Возможно она говорила правду."
    
    kenji "А плакаты про меня? Зачем ты их клеила?"
    aiko "Ну вот опять! Не клеила я никаких плакатов! Я их только срывала!"
    kenji "Не клеила, правда?"
    aiko "Честное слово! Я вышла в магазин — гляжу, а ты на каждом углу висишь. Что мне оставалось делать?"
    kenji "Допустим я поверил. Но кто же их клеил тогда?"
    aiko "Откуда же я знаю?! Разве не парень той девчонки, которую ты преследуешь?"
    kenji "Никого я не преследую! Это ты себе напридумывала! И нет никакого парня... А это сумасшедший какой-то."
    aiko "Пусть не преследуешь, пусть нет никакого парня! Сейчас то ты что делаешь? Где ты? Когда вернёшься домой?"
    
    "Не хотелось говорить Айко где я."
    "А куда идти мне сейчас я и сам не знал."
    
    kenji "Я позже приду. Через часик или два, хочу тут ещё прогуляться... с Касуми. У нас же свидание всё-таки."
    
    "Наверное зря я приплёл сюда Касуми, но Айко ещё подумает чего."
    "Раз уж я впутался в эту историю, буду отыгрывать роль парня Касуми до конца."
    "Если раньше мне не хотелось признаваться Айко что я познакомился с девушкой, то теперь мне не хотелось признаваться что мы с ней в ссоре."
    
    aiko "Но всё-таки? Может мне вызвать такси и приехать за тобой? Где ты?"
    kenji "Айко, прекрати! Я приду домой когда будет нужно, нечего меня туда загонять. Мне уже тридцать лет, знаешь ли! Вот когда захочу пойти домой, тогда и приду. А ты давай спать ложись. Уже поздно знаешь ли! Ну всё. Спокойной ночи."
    
    "Я поскорее закончил разговор."
    "Спорить с Айко и слушать её уговоры можно вечно, но мне это не нужно."
    "Сейчас мне нужно понять, что делать с надписями на ретрансляторе."
    "Следовать инструкции, что на нём написана?"
    "Или, как Айко говорит, пойти сейчас домой?"
    "Я снова перечитал надписи на ретрансляторе."
    "Школа \"Мудрых Лис\", я знал про это место."
    "Эта школа была заброшена."
    "Заброшена по той же причине, по которой забросили и вышку на кошачьей горе."
    "После землетрясения её признали опасной и закрыли."
    "Закрыли, но почему-то не снесли, так и стоит она несколько лет совершенно пустая."
    "Вообще, я не особо интересовался делами в городе, но именно про эту школу мне приходилось слышать."
    "К тому же я несколько раз проезжал с отцом мимо неё, и он говорил мне об этом."
    "И в это заброшенное место меня просили прийти."
    "Прийти ночью."
    "Я хмыкнул."
    "Конечно, пойти в такое место и в такое время мог только полный идиот."
    "И опасно, и слишком уж всё походило на шутку."
    "Не важно кто решил надо мной подшутить,  Айко или же взаправду, этот неуловимый парень Касуми."
    "Но с другой стороны, а что если этот парень в самом деле существует?"
    "В самом деле вышел из тени и назначил мне встречу там?"
    "Должен ли я пойти и встретиться с ним?"
    "А может это вообще кто-то третий?"
    "Действительно, загадочный \"Радиопульсар\" которому я каким либо образом перешёл дорогу?"
    "Или перешла Касуми?"
    "Что им от неё нужно?"
    "Одно было ясно, этот таинственный \"Радиопульсар\" сломал ретранслятор Касуми."
    "И из-за этого я теперь в ссоре с ней."
    "Он виноват во всём этом, и он мой личный враг."
    "Что если мнимый парень Касуми в сговоре с ним?"
    "Значит и врагов у меня теперь больше."
    "И они ждут меня одного в этом безлюдном месте посреди ночи."
    
    "*  *  *"
    
    "Ноги понесли меня по ночным улицам к месту встречи с таинственным \"Радиопульсаром\"."
    "Нет, я не решил сдуру лезть в заброшенную школу."
    "Я решил просто прогуляться мимо неё, оценить обстановку."
    "Ретранслятор Касуми я спрятал в кустах возле вышки на кошачьей горе."
    "Конечно, я мог проигнорировать послание этого \"Радиопульсара\"."
    "Я мог просто пойти домой."
    "Отнести ретранслятор дяде Ватанабэ и починить его."
    "Попробовать вновь наладить отношения с Касуми."
    "Вот только как?"
    "Этот момент пугал меня больше всего."
    "Как мне вновь наладить отношения с Касуми?"
    "Возможно я смогу починить её ретранслятор."
    "Но что дальше?"
    "Как действовать дальше я не знал."
    "Точнее знал, но план к действиям появился только сейчас."
    "Я пойду и разберусь с теми ребятами, что сломали ретранслятор."
    "Я покажу им как мешать Касуми и ломать её вещи."
    "Я встречусь с ними и выйду победителем."
    "Выйду победителем любой ценой!"
    "И после этого, Касуми примет меня, победителя!"
    "Я приду к ней и скажу что все её враги повержены!"
    "И мы заживём долго и счастливо!"
    "Конечно, если я в самом деле заберусь в здание старой школы, я могу там вообще никого не встретить."
    "Может быть это и в самом деле несмешная шутка."
    "И лучше, наверное чтобы так оно и было."
    "Хотя, где-то в глубине  сознания, мне хотелось встретить своих врагов в лицо."
    "Встретить и показать им где раки зимуют."
    "Но что если я проиграю?"
    "Что если враг сильнее?"
    "Что если их слишком много?"
    "Да, их могло быть много."
    "И наверное не стоит ждать от них благородства."
    "Они могут напасть на меня одновременно, да ещё и внезапно."
    "Справлюсь ли я с толпой?"
    "Воображение рисовало моих врагов как щуплых очкариков."
    "Это же радиолюбители, верно?"
    "С одним я справлюсь, это точно."
    "Может быть даже с двумя."
    "Я сделал несколько шагов подпружинив ноги, как боксёр на ринге."
    "Нанёс невидимому врагу несколько точных хуков."
    "Щуплые очкарики в моём воображении повалились на землю как карточные домики."
    
    "(ЦГ в виде скриншота из DOOM 1/2, с кулаком Кендзи и радиолюбителями в виде монстров."
    "В другой руке медальон с портретом Касуми."
    ")"
    
    "Но уже на десятом ударе у меня перехватило дыхание и начало сбоить сердце."
    "Да уж, сидение за компьютером все эти годы здоровья мне не прибавило."
    "Надеюсь, враги мои будут младше и слабее."
    "Если это школьники и студенты я может быть и справлюсь."
    "Тем более что в рукаве против них у меня был запасён козырь."
    "Козырь я купил в ночном магазине."
    "Взял три банки какого-то крепкого алкогольного энергетика."
    "Да, я не пил такое и предпочитал пиво, но крепость этого напитка была в два раза выше."
    "Самое то, чтобы побыстрее выйти на нужный уровень."
    "Я поскорее открыл первую банку и принялся заливать лекарство от страха в свой желудок."
    "Алкоголь не только избавил меня от страха, но и добавил сил."
    "До школы \"Мудрых Лисиц\" я добежал за считанные минуты."
    "Правда возле ворот школы я сбавил шаг, чтобы не быть слишком заметным."
    "Но никого на улице не было, никто за мной не следил."
    "В окнах здания школы света я не увидел."
    "Конечно, глупо было бы ждать, что заброшенное здание останется подключённым к электричеству."
    "Но если бы хоть в одном окне свет горел я бы знал что меня ждут, хотелось бы мне этого или нет."
    "Я немного постоял возле шлагбаума, за которым начиналась территория школы."
    "Несмотря на выпитый алкоголь, всё равно лезть в это пустое здание ночью было страшно."
    "А если не пустое?"
    "Ещё страшнее!"
    "Пока я не испугался окончательно, я поскорее проник в школьный двор."
    "Во дворе я решил не задерживаться и прямой наводкой двинулся к парадной двери."
    "Дверь не была заперта, её вообще не было."
    "Внутрь я попал без проблем."
    "Когда я обследовал школьное здание, меня посетила мысль о том, что проникнув на территорию школы в пьяном виде я нарушил закон."
    "Теперь меня спокойно могли забрать в участок."
    "Мои враги, могли меня заманить в школьное здание и вызвать полицию."
    "Я решил действовать быстро."
    "Обходя каждый этаж, поглядывал на улицу через закопчённые окна."
    "Не появилась ли на улице полицейская машина?"
    "Не пора ли мне бежать?"
    "Полицейская машина не появлялась, а я между тем обошёл все этажи школьного здания."
    "На последнем этаже особенно сильно было заметно что здание брошено."
    "Краска и штукатурка на стенах осыпалась и валялась беспорядочно на полу."
    "Очевидно что всё это сделал дождевая вода, у школьного здания текла крыша."
    "Последний этаж я обследовал особенно осторожно, камешки штукатурки рассыпались под ногами и шуршали."
    "Мне нужно было двигаться незаметно, чтобы мои враги, если они действительно здесь — не услышали меня и я не был атакован внезапно."
    "Однако атаковать меня никто не спешил."
    "Все этажи были пройдены."
    "Я заглянул в каждую классную комнату, и ничего не заметил кроме разбитых парт и обрывков макулатуры на стенах и полу."
    "Подвал школы я и вовсе не смог обследовать, он был затоплен."
    "В любом случае, главное школьное здание было совершенно пустым."
    "Но уходить мне было рано, следовало обойти второй школьный корпус, там где располагались клубные комнаты и прочие помещения."
    
    "(Фон — ночное небо)"
    
    "Я почувствовал досаду, когда не встретил никого в главном корпусе."
    "Конечно, не очень мне хотелось вступать в прямой конфликт с моими недоброжелателями."
    "Но в то же время, хотелось отомстить своим врагам."
    "Казалось мне, что если я разберусь с обидчиками Касуми, мне будет с чем прийти к ней на поклон."
    "Я снова представил перед собой щуплых очкариков — радиолюбителей - хулиганов с которыми разделаюсь."
    "Представил как схвачу за волосы \"парня\" Касуми, как он будет молить о пощаде..."
    "Внезапно я увидел такое, от чего встал как вкопанный, держа воображаемого парня Касуми на вытянутой руке."
    "Над входной дверью висел указатель на случай пожара."
    "И не то чтобы я особенно боялся пожарных указателей, но этот был особенный, он светился."
    "В здании был свет."
    
    "(Мини ЦГ — вертикальная панорама по окнам, в них горят зелёные \"таблички\" и мигают пожарные датчики)"
    
    "Я пробежался взглядом по окнам."
    "Тут и там в них мигали лампочки пожарных датчиков и светились квадратики указателей."
    "Да и сами окна, от этих квадратиков светились таинственным зелёным светом."
    "Таинственным зелёным цветом светились и коридоры и лестницы, и другие помещения здания."
    "То, что здание было подключено к электричеству меня сильно озадачило."
    "Словно бы я оказался не там где должен быть."
    "Словно бы я проник ночью не в заброшенное здание, а во вполне рабочее учреждение."
    "Однако несмотря на рабочую пожарную сигнализацию, в остальном всё было как и в первом корпусе школы."
    "Обрывки бумаги на полу, загаженные паутиной окна, толстый слой пыли на мебели."
    "Возможно пожарная сигнализация работала автономно, от солнечных батарей например, и за столько лет не вышла из строя."
    "Не знаю почему меня так напугал тот факт, что здание было подключено к электричеству."
    "Но казалось мне что это дело рук подлых радиолюбителей."
    "Что если он им помогает?"
    "Что если зелёный цвет увеличивает их силы, а меня наоборот делает слабым?"
    "Что если они вымазались зелёной краской и я их теперь не вижу, а они идут за мной по пятам?"
    "Что если мне вообще всё это снится?"
    "Что если меня уже давненько обработали дубинкой по голове, и я валяюсь посреди заброшенной школы без сознания?"
    "Я щипал себя за щеки до боли в глазах, обшаривал стены и предметы интерьера в комнатах."
    "Не замаскировались ли под них коварные радиолюбители."
    "Но ничего и никого не было."
    "И только на последнем этаже, на двери последней комнаты меня встретил знак."
    "Знак, от которого у меня побежали мурашки по спине и похолодели руки."
    "На двери, маркером было написано."
    
    "\"Радиопульсар\""
    
    "Я нервно сглотнул."
    "Оглядел коридор — никого."
    "Прижался ухом к двери — но ни человеческих голосов не было слышно, ни стуков ни других шумов."
    "Тишина."
    "Чудилось мне, что комната эта битком набита злобными очкастыми радиолюбителями."
    "Стоят они там, плечом к плечу, и молчат."
    "А сейчас я поверну ручку и всей гурьбой ринутся они на меня, окружат, затопчут."
    "А мне надо бить, бить их до последнего вздоха!"
    "Я попытался сжать кулаки, но руки дрожали и не слушались."
    "Стараясь не производить ни единого звука, я расстегнул сумку, достал вторую банку алкоголя и выпил залпом."
    "Сделал глубокий вдох, задержал дыхание."
    "Взялся за ручку двери и аккуратно надавил на неё."
    "Замок предательски щёлкнул."
    "Тогда я рванул дверь со всё силы и отбросил её в сторону."
    "Скорее!"
    "Нужно атаковать первым!"
    "Но нет."
    "Не было здесь толп злобных радиолюбителей."
    "Среди всяческих приборов, мотков проводов и гудящих компьютеров — стоял стол с несколькими мониторами."
    "А перед этим столом и мониторами сидела девушка, и внимательно высматривала что-то на экране."
    "Больше здесь никого не было."
    "Девушка повернулась ко мне, глянула на меня поверх очков."
    "Улыбнулась."
    
    "Девушка: \"Не испугался значит?"
    "Пришел... ну и славно!"
    "\""
    
    "Она поднялась со своего места и встала перед мной."
    
    "Девушка: \"Ну что сказать?"
    "Добро пожаловать!"
    "Добро пожаловать в наш возрождённый \"Радиопульсар\"!"
    "\""
