define kenji = Character( "Кендзи", color="#BBFF88" )
define aiko = Character( "Айко", color="#FF888B" )
define kasumi = Character( "Касуми", color="#88C0FF" )
define vatan = Character( "Ватанабе", color="#009900" )
define zak = Character( "Заказчик", color="#FFC95C" )


label start:
    
    "Перед мною стояла зеленоволосая девушка в купальнике."
    "Похоже, что она радовалась чему-то. Улыбалась. Неужели мне улыбалась?"
    "П-привет!"
    "Я робко поздоровался с ней, но девушка мне не ответила."
    "А меня Кендзи зовут. Танака Кендзи!"
    "Девушка вновь не ответила."
    "Впрочем я знал её имя. Звали её — Мидори. Правда это единственно что я знал о ней."
    "Хотя нет. Я знал, что Мидори учится в школе, зачем же ещё ей надевать школьный купальник?"
    "Наверное вырвалась со своими подружками на море, и сейчас они веселятся, бегая по пляжу. Сейчас же лето, каникулы..."
    "На вид Мидори лет шестнадцать, не больше. А это - самый замечательный возраст!"
    "Было бы мне сейчас шестнадцать! Ух! Я бы тоже побегал вместе с Мидори по морскому берегу, сыграл бы с ней в волейбол..."
    "Но к сожалению, мне уже давно не шестнадцать. Мне - тридцать лет."
    
    kenji "Мне тридцать лет Мидори! Тридцать!"
    
    "Похоже, её совсем не смутили мои слова, она продолжала улыбаться мне, а я продолжил говорить."
    
    kenji "А ещё я хиккикомори! Никчёмный тридцатилетний хиккикомори!"
    
    "Лицо Мидори даже не дрогнуло. Или мне показалось, или улыбка её стала чуть добрее и искреннее."
    "В глазах её заиграли радостные искорки."
    
    kenji "Конечно Мидори! Будь я самым последним ублюдком на свете, ты бы ни за что не отвернулась от меня!"
    kenji "Я же для тебя самый дорогой человек на свете! Я твой отец!"
    kenji "Даже больше!"
    kenji "Я твой создатель!"
    
    "Я потёр глаза и чуть отодвинулся от монитора."
    "Да, Мидори вышла очень миленькой."
    "Думаю человек, что заказал её — будет доволен."
    
    kenji "Прости Мидори… Но я тебя…"
    kenji "Продал!"
    
    "Мне показалось, или веселья на лице девушки поубавилось? Я поспешил её успокоить."
    
    kenji "Но ты не бойся! Я продал тебя очень хорошему человеку!"
    kenji "Я надеюсь…"
    
    "Вдруг завибрировал телефон. Похоже что мне прислали сообщение!"
    "Писал тот парень что заказал рисунок с Мидори. Вовремя он появился!"
    
    zak "Йоу чувак!"
    kenji "Привет. Твой рисунок готов. Сейчас перешлю его."
    
    "Я отправил рисунок заказчику, и принялся ожидать его первую реакцию."
    "Если честно, я всегда волнуюсь в такие моменты, хоть и занимаюсь этим уже не первый год."
    
    zak "Здорово чувак!"
    
    "Я самодовольно улыбнулся. Но следующее сообщение меня обеспокоило."
    
    zak "Но…"
    
    "Черт! Похоже ему что-то не нравится! Неужели я где-то накосячил?"
    "Но он же видел мою галерею, знал на каком уровне я рисую."
    "Надеюсь он не решил сбить цену, о которой мы ранее договорились?"
    
    zak "Знаешь чувак… Все круто… Но кое-что поменялось…"
    
    "Неужели ему больше не нужен этот заказ, и он не будет платить остальную сумму за рисунок?"
    "Я озвучил свой вопрос в чате."
    
    zak "Нет чувак! Не в этом дело! Я заплачу!"
    zak "Но понимаешь, наши с Мидори отношения… Кажется они перешли на новый уровень!"
    kenji "Ваши с Мидори отношения?!"
    zak "Ага чувак… Раньше, она казалась мне такой чистой и непорочной…"
    zak "А сейчас, я все больше замечаю какая она женственная… Какая притягательная…"
    kenji "Оу…"
    
    "Скажу честно, я не знал к чему он клонит. Единственное чего мне хотелось сейчас — получить свои деньги."
    
    zak "Какая у нее тонкая шея… А её ямочки на ключицах… Ох…"
    
    "Похоже этот парень был не в себе. Мне казалось что он водит меня за нос! Ужасно хотелось написать в чат вопрос о том, где мои деньги."
    "Но к счастью, заказчик пришел в себя и написал что-то конкретное."
    
    zak "Чувак, ты не можешь немного переделать рисунок?"
    kenji "Переделать? Но мы же договаривались! Я показывал наброски!"
    zak "Я заплачу больше! Сколько ты скажешь! Но только отредактируй его, совсем чуть-чуть!"
    
    "Я покачал головой. Начиналась самая нелюбимая часть моей работы. Сейчас придётся угадывать чего этот парень хочет."
    "А этого, он наверняка не знает сам."
    
    kenji "И что мне переделать?"
    zak "Ты можешь сделать, чтобы Мидори на этом рисунке выглядела немного погорячее?"
    kenji "Погорячее?"
    zak "Ага! Сделай её чуть похотливей что-ли…"
    
    "Похоже что переделать он просит совсем не «немного»."
    
    kenji "Ты хочешь чтобы я раздел её? Это… Это почти как перерисовать все заново!"
    zak "Нет чувак! Оставь купальник на месте! Так даже интереснее!"
    zak "Но ты же можешь сделать что-то с ней? Ну может выражение лица её поменять. Ну чтобы сразу стало понятно чего она хочет!"
    
    "А мне казалось, что такой милой девочке как Мидори, хочется побегать со своими подружками по пляжу, без всякой задней мысли."
    "Однако спорить с этим парнем я не стал. Он заказал Мидори, он её хозяин, а мне только одно остаётся — выполнить все его прихоти."
    "Я попросил заказчика, чтобы он написал мне через полчаса, а сам принялся за рисунок."
    
    ""
    
    "Да, теперь определённо можно сказать, чего хочет Мидори."
    "Вот только хочет ли она это в самом деле? Взяла ли Мидори, эту штуку в рот по своей воле, или я её заставил?"
    "Черт! Я слишком много об этом думаю!"
    "Я покачал головой и прошептал."
    
    kenji "Прости меня Мидори… Я не хотел…"
    
    "Вновь завибрировал телефон. Писал заказчик. Я отправил ему копию рисунка."
    
    zak "Вау чувак!"
    
    "Кажется он был доволен. Конечно, я же сделал все, чего он желал!"
    
    zak "Эм… Рисунок отличный."
    zak "Но Чувак, кажется я нашёл то, про что я говорил…"
    
    "Черт! Опять что-то не так! Да получу ли я сегодня оплату за этот рисунок?"
    
    zak "Я не мог вспомнить о чем я говорил конкретно. Но теперь я знаю!"
    zak "Ты можешь нарисовать ей ахегао личико?"
    
    "Ну по крайней мере, теперь он точно знал чего хочет."
    "К несчастью для меня, лицо Мидори опять нуждалось в серьёзной редактуре."
    
    kenji "Надеюсь это все?"
    zak "Всё чувак! Просто сделай ей ахегао личико, и я заплачу сколько ты скажешь."
    
    "Я вновь попросил заказчика потерпеть, и занялся редактурой рисунка."
    
    ""
    
    "Честно говоря, пока я перерисовывал физиономию девушки, на душе у меня становилось все гаже."
    "Я столько времени потратил на первоначальный рисунок, столько труда в него вложил! Да я почти сроднился с Мидори!"
    "А сейчас издевался над ней своими же руками!"
    "Надо было просто надавить на этого парня и забрать свои деньги. Пусть несёт рисунок на доработку другому художнику."
    "Или поступить как истинный джентльмен, и вообще не отдавать ему Мидори."
    "Ахегао личико, ишь чего захотел! Эх… Ну почему я такой мягкотелый?"
    "Но ещё хуже было то, что парень который заказал у меня рисунок вновь был чем-то недоволен."
    
    zak "Эм... Чувак… Ты можешь добавить ещё кое что?"
    kenji "Но ты же сказал что это все! Я нарисовал что ты хотел, разве нет? Я не могу переделывать все вечно!"
    
    zak "Я знаю чувак! И я перевёл деньги!"
    zak "Ты клевый художник, но пожалуйста доделай этот рисунок. Осталось совсем чуть-чуть до совершенства!"
    
    "Я поспешил проверить сообщения от банка."
    "Действительно! Парень заплатил за этот рисунок, да не просто, а в два раза больше!"
    "Мне даже стало стыдно, за то, что я так плохо думал о нем."
    
    zak "Я не думаю что это займёт много времени. Одна маленькая деталь."
    zak "Я уверен, такому мастеру как ты, это сделать — раз плюнуть!"
    kenji "Ну хорошо! Говори, я сделаю!"
    
    "Однако, когда я увидел новую порцию пожеланий заказчика, я нервно сглотнул."
    
    ""
    
    "Действительно. Времени потребовалось совсем чуть-чуть. Хотя не припомню, чтобы я рисовал такое раньше."
    "Мидори теперь была по настоящему испорчена. Она была осквернена, окончательно и бесповоротно."
    "И я сделал это собственными руками."
    "Телефон неустанно вибрировал, парень что заказал рисунок, писал в чат хвалебные оды в мою честь."
    "Или он опять делится своими грязными мыслями в адрес этой зеленоволосой школьницы?"
    "Господи, как же противно!"
    "Я не смотрел это популярное аниме, где Мидори — одна из главных героинь. Наверняка она там учится на одни пятёрки, и вообще — всем ребятам пример!"
    "Президент кружка чайных церемоний, или кулинарии. Может даже волонтёр в местном храме."
    "Если бы она узнала, какую гадость с ней сделал, да ещё и такой никчёмный человек как я…"
    "Кендзи!"
    
    
    return
