define kenji = Character( "Кендзи", color="#BBFF88" )
define aiko = Character( "Айко", color="#FF888B" )
define kasumi = Character( "Касуми", color="#88C0FF" )
define vatan = Character( "Ватанабе", color="#009900" )
define zak = Character( "Заказчик", color="#FFC95C" )


image midori_00 = "./images/cg/Green-Haired_Girl/00.png"
image midori_01 = "./images/cg/Green-Haired_Girl/01.png"
image midori_02 = "./images/cg/Green-Haired_Girl/02.png"
image midori_03 = "./images/cg/Green-Haired_Girl/03.png"
image midori_04 = "./images/cg/Green-Haired_Girl/04.png"
image midori_05 = "./images/cg/Green-Haired_Girl/05.png"

image Kenji_Bedroom = "./images/bg/Kenji_Bedroom/kenji_bedroom.jpg"
image Kenji_Home_Kitchen = "./images/bg/Kenji_Home_Kitchen/Kenji_Home_Kitchen.jpg"


label start:
    
    show midori_00 with dissolve
    
    "Перед мною стояла зеленоволосая девушка в купальнике."
    "Кажется, она радовалась чему-то. Улыбалась. Неужели мне улыбалась?"
    "П-привет!"
    "Я робко поздоровался с ней, но девушка мне не ответила."
    "А меня Кендзи зовут. Танака Кендзи!"
    "Девушка вновь не ответила."
    "Впрочем я знал её имя. Звали её — Мидори. Правда это единственно что я знал о ней."
    "Хотя нет. Я знал, что Мидори учится в школе, зачем же ещё ей надевать школьный купальник?"
    "Наверное вырвалась со своими подружками на море, и сейчас они веселятся, бегая по пляжу. Сейчас же лето, каникулы..."
    "На вид Мидори лет шестнадцать, не больше. А это - самый замечательный возраст!"
    "Было бы мне сейчас шестнадцать! Ух! Я бы тоже побегал вместе с Мидори по морскому берегу, сыграл бы с ней в волейбол..."
    "Но к сожалению, мне уже давно не шестнадцать. Мне - тридцать лет."
    
    kenji "Мне тридцать лет Мидори! Тридцать!"
    
    "Похоже, её совсем не смутили мои слова, она продолжала улыбаться мне, а я продолжил говорить."
    
    kenji "А ещё я хиккикомори! Никчёмный тридцатилетний хиккикомори!"
    
    "Лицо Мидори даже не дрогнуло. Или мне показалось, или улыбка её стала чуть добрее и искреннее."
    "В глазах её заиграли радостные искорки."
    
    kenji "Конечно Мидори! Будь я самым последним ублюдком на свете, ты бы ни за что не отвернулась от меня!"
    kenji "Я же для тебя самый дорогой человек на свете! Я твой отец!"
    kenji "Даже больше!"
    kenji "Я твой создатель!"
    
    show midori_02 with dissolve
    hide midori_00 with dissolve
    
    "Я потёр глаза и чуть отодвинулся от монитора."
    "Да, Мидори вышла очень миленькой."
    "Думаю человек, что заказал её — будет доволен."
    
    kenji "Прости Мидори… Но я тебя…"
    kenji "Продал!"
    
    "Мне показалось, или веселья на лице девушки поубавилось? Я поспешил её успокоить."
    
    kenji "Но ты не бойся! Я продал тебя очень хорошему человеку!"
    kenji "Я надеюсь…"
    
    "Вдруг завибрировал телефон. Похоже что мне прислали сообщение!"
    "Писал тот парень что заказал рисунок с Мидори. Вовремя он появился!"
    
    zak "Йоу чувак!"
    kenji "Привет. Твой рисунок готов. Сейчас перешлю его."
    
    "Я отправил рисунок заказчику, и принялся ожидать его первую реакцию."
    "Если честно, я всегда волнуюсь в такие моменты, хоть и занимаюсь этим уже не первый год."
    
    zak "Здорово чувак!"
    
    "Я самодовольно улыбнулся. Но следующее сообщение меня обеспокоило."
    
    zak "Но…"
    
    "Черт! Похоже ему что-то не нравится! Неужели я где-то накосячил?"
    "Но он же видел мою галерею, знал на каком уровне я рисую."
    "Надеюсь он не решил сбить цену, о которой мы ранее договорились?"
    
    zak "Знаешь чувак… Все круто… Но кое-что поменялось…"
    
    "Неужели ему больше не нужен этот заказ, и он не будет платить остальную сумму за рисунок?"
    "Я озвучил свой вопрос в чате."
    
    zak "Нет чувак! Не в этом дело! Я заплачу!"
    zak "Но понимаешь, наши с Мидори отношения… Кажется они перешли на новый уровень!"
    kenji "Ваши с Мидори отношения?!"
    zak "Ага чувак… Раньше, она казалась мне такой чистой и непорочной…"
    zak "А сейчас, я все больше замечаю какая она женственная… Какая притягательная…"
    kenji "Оу…"
    
    "Скажу честно, я не знал к чему он клонит. Единственное чего мне хотелось сейчас — получить свои деньги."
    
    zak "Какая у нее тонкая шея… А её ямочки на ключицах… Ох…"
    
    "Похоже этот парень был не в себе. Мне казалось что он водит меня за нос! Ужасно хотелось написать в чат вопрос о том, где мои деньги."
    "Но к счастью, заказчик пришел в себя и написал что-то конкретное."
    
    zak "Чувак, ты не можешь немного переделать рисунок?"
    kenji "Переделать? Но мы же договаривались! Я показывал наброски!"
    zak "Я заплачу больше! Сколько ты скажешь! Но только отредактируй его, совсем чуть-чуть!"
    
    "Я покачал головой. Начиналась самая нелюбимая часть моей работы. Сейчас придётся угадывать чего этот парень хочет."
    "А этого, он наверняка не знает сам."
    
    kenji "И что мне переделать?"
    zak "Ты можешь сделать, чтобы Мидори на этом рисунке выглядела немного погорячее?"
    kenji "Погорячее?"
    zak "Ага! Сделай её чуть похотливей что-ли…"
    
    "Похоже что переделать он просит совсем не «немного»."
    
    kenji "Ты хочешь чтобы я раздел её? Это… Это почти как перерисовать все заново!"
    zak "Нет чувак! Оставь купальник на месте! Так даже интереснее!"
    zak "Но ты же можешь сделать что-то с ней? Ну может выражение лица её поменять. Ну чтобы сразу стало понятно чего она хочет!"
    
    "А мне казалось, что такой милой девочке как Мидори, хочется побегать со своими подружками по пляжу, без всякой задней мысли."
    "Однако спорить с этим парнем я не стал. Он заказал Мидори, он её хозяин, а мне только одно остаётся — выполнить все его прихоти."
    "Я попросил заказчика, чтобы он написал мне через полчаса, а сам принялся за рисунок."
    
    hide midori_02 with dissolve
    
    "..."
    
    show midori_03 with dissolve
    
    
    "Да, теперь определённо можно сказать, чего хочет Мидори."
    "Вот только хочет ли она это в самом деле? Взяла ли Мидори, эту штуку в рот по своей воле, или я её заставил?"
    "Черт! Я слишком много об этом думаю!"
    "Я покачал головой и прошептал."
    
    kenji "Прости меня Мидори… Я не хотел…"
    
    "Вновь завибрировал телефон. Писал заказчик. Я отправил ему копию рисунка."
    
    zak "Вау чувак!"
    
    "Кажется он был доволен. Конечно, я же сделал все, чего он желал!"
    
    zak "Эм… Рисунок отличный."
    zak "Но Чувак, кажется я нашёл то, про что я говорил…"
    
    "Черт! Опять что-то не так! Да получу ли я сегодня оплату за этот рисунок?"
    
    zak "Я не мог вспомнить о чем я говорил конкретно. Но теперь я знаю!"
    zak "Ты можешь нарисовать ей ахегао личико?"
    
    "Ну по крайней мере, теперь он точно знал чего хочет."
    "К несчастью для меня, лицо Мидори опять нуждалось в серьёзной редактуре."
    
    kenji "Надеюсь это все?"
    zak "Всё чувак! Просто сделай ей ахегао личико, и я заплачу сколько ты скажешь."
    
    "Я вновь попросил заказчика потерпеть, и занялся редактурой рисунка."
    
    hide midori_03 with dissolve
    
    "..."
    
    show midori_04 with dissolve
    
    "Честно говоря, пока я перерисовывал физиономию девушки, на душе у меня становилось все гаже."
    "Я столько времени потратил на первоначальный рисунок, столько труда в него вложил! Да я почти сроднился с Мидори!"
    "А сейчас издевался над ней своими же руками!"
    "Надо было просто надавить на этого парня и забрать свои деньги. Пусть несёт рисунок на доработку другому художнику."
    "Или поступить как истинный джентльмен, и вообще не отдавать ему Мидори."
    "Ахегао личико, ишь чего захотел! Эх… Ну почему я такой мягкотелый?"
    "Но ещё хуже было то, что парень который заказал у меня рисунок вновь был чем-то недоволен."
    
    zak "Эм... Чувак… Ты можешь добавить ещё кое что?"
    kenji "Но ты же сказал что это все! Я нарисовал что ты хотел, разве нет? Я не могу переделывать все вечно!"
    
    zak "Я знаю чувак! И я перевёл деньги!"
    zak "Ты клевый художник, но пожалуйста доделай этот рисунок. Осталось совсем чуть-чуть до совершенства!"
    
    "Я поспешил проверить сообщения от банка."
    "Действительно! Парень заплатил за этот рисунок, да не просто, а в два раза больше!"
    "Мне даже стало стыдно, за то, что я так плохо думал о нем."
    
    zak "Я не думаю что это займёт много времени. Одна маленькая деталь."
    zak "Я уверен, такому мастеру как ты, это сделать — раз плюнуть!"
    kenji "Ну хорошо! Говори, я сделаю!"
    
    "Однако, когда я увидел новую порцию пожеланий заказчика, я нервно сглотнул."
    
    hide midori_04 with dissolve
    
    "..."
    
    show midori_05 with dissolve
    
    "Действительно. Времени потребовалось совсем чуть-чуть. Хотя не припомню, чтобы я рисовал такое раньше."
    "Мидори теперь была по настоящему испорчена. Она была осквернена, окончательно и бесповоротно."
    "И я сделал это собственными руками!"
    "Телефон неустанно вибрировал, парень что заказал рисунок, писал в чат хвалебные оды в мою честь."
    "Или он опять делится своими грязными мыслями в адрес этой зеленоволосой школьницы?"
    "Господи, как же противно!"
    "Я не смотрел это популярное аниме, где Мидори — одна из главных героинь. Наверняка она там учится на одни пятёрки, и вообще — всем ребятам пример!"
    "Президент кружка чайных церемоний, или кулинарии. Может даже волонтёр в местном храме."
    "Если бы она узнала, какую гадость с ней сделал, да ещё и такой никчёмный человек как я…"
    "Кендзи!"
    "Внезапно меня кто-то окликнул. Я обернулся на голос."
    
    scene kenji_bedroom_door
    show aiko_sprite
    
    "В дверях стояла Айко, моя младшая сестра."
    "Она смотрела прямо на меня. Но как только удостоверилась что я её услышал - перевела взгляд."
    "Ой! Кажется она уставилась в мой монитор!"
    
    hide kenji_bedroom_door
    hide aiko_sprite
    
    scene monitor_with_Midori
    
    "Я повернулся обратно к монитору. Там как и раньше красовалась Мидори, над которой я сегодня как следует поиздевался."
    "Черт! Я бы ни за что не стал, добровольно демонстрировать такое творчество своей младшей сестре! Как не вовремя она зашла!"
    
    hide monitor_with_Midori
    scene monitor_with_Kenji_desktop
    
    "Я молниеносно закрыл программу для рисования."
    
    hide monitor_with_Kenji_desktop
    scene kenji_bedroom_door
    show aiko_sprite 
    
    "А после, вновь повернулся к Айко."
    "Похоже Айко успела разглядеть Мидори. Теперь она не смотрела ни на монитор, ни на меня. Айко смотрела в пол."
    "На несколько секунд повисла неловкая пауза, но затем, моя младшая сестра подняла голову, взглянула на настенные часы и тихо сказала."
    
    aiko "Ужин готов."
    
    "Вновь перевела взгляд на меня, нахмурилась и выпалила."
    
    aiko "Только надень на себя хоть что-то!"
    
    "Только сейчас я осознал что сижу в кресле в одних трусах."
    "Пока я разглядывал себя и своё нижнее белье, Айко исчезла."
    
    hide aiko_sprite
    hide kenji_bedroom_door
    scene Kenji_Bedroom
    
    "Не стоило злить свою сестру и опаздывать."
    "Я встал, накинул рубашку, застегнул её через пуговицу."
    "Когда с рубашкой было покончено, я натянул брюки, и пытаясь застегнуть тугую ширинку, сделал несколько шагов к зеркалу, весящему на стене."
    
    hide Kenji_Bedroom
    scene Kenji_Bedroom_Mirror
    
    "Будем знакомы! Меня зовут Танака Кендзи! Мне тридцать лет! Я безработный, я не вылезаю из своей комнаты и живу с родителями!"
    "Не буду грузить вас описанием своей внешности. Разве сказанного не достаточно? Что тут ещё добавить..."
    "Трёхдневная щетина, синяки под глазами от постоянного сидения за компьютером. Взъерошенная после сна шевелюра и неглаженная одежда..."
    
    hide Kenji_Bedroom_Mirror
    scene Kenji_Bedroom
    
    "Но… Кажется я соврал немного."
    "Я не безработный. Я – фрилансер! Художник! Работаю в интернете. Впрочем вы это и сами теперь знаете..."
    "Да и с родителями я не живу. Точнее они со мной не живут, но не так важно."
    "И жилье у меня достойное! Свой дом!"
    "Я не ючусь в комнатке в шесть татами как студенты городских университетов или прочие неудачники. Не слушаю болтовню соседей за стенкой, как в серой многоквартирной новостройке."
    "Нет! Мой дом – моя крепость! Моя собственность!"
    "..."
    "Вру конечно, он в собственности родителей…"
    "Да и в доме этом я имею довольно шаткое положение. Приходится быть паинькой, дабы отец мой не выпнул сына своего на улицу."
    "Хотя этот дом принадлежит и не ему а тёте Асуке. Которая и не тётя мне вовсе — а моя новая мама."
    "Отец женился во второй раз, около пяти лет назад. Взял в жены вдову с ребёнком. Таким образом у меня появилась сводная младшая сестра — Айко. Ей двенадцать лет."
    "Отец и тётя Асука живут в большом городе. Отец много работает, он успешный бизнесмен, снимает квартиру в элитном районе и ему к черту не сдался дом в каком-то захолустье."
    "За это время, тётя Асука родила ему сына. Теперь у меня ещё есть и братец. Но совсем маленький."
    "Несмотря на то, что тётя Асука проживает вместе с отцом, Айко живёт здесь."
    "Когда мы с ней в первый раз встретились она ещё и в школу не ходила."
    "Отца, через пару лет после переезда, перевели на более высокую должность, в другой офис, в центре города."
    "И он настаивал на переезд туда, в центр. Ему трудно было добираться до работы из столь глубокого пригорода."
    "Естественно, тётя Асука не могла ему возразить. А Айко предпочла остаться здесь, чтобы не расставаться со своими школьными подружками."
    "Я ждал, что она уедет, когда перейдёт в среднюю школу, но нет."
    "Теперь ей похоже у отца и моей новой мамы, совсем делать нечего. У них там своя атмосфера, новая жизнь, новый совместный ребёнок."
    "Мы же с Айко ладим. Конечно я не идеальный брат, но стараюсь её не обижать."
    "Вообще, Айко отлично готовит и за порядком в доме следит. Ей даже не лень выращивать цветы в горшках перед домом, и постригать кусты под окнами."
    "Я в этих делах по большей части бесполезен, за что ей спасибо!"
    "Правда, есть у неё и минусы. Когда я плохо себя веду, она жалуется моему отцу. Поэтому иногда я всё же помогаю ей в работе по дому..."
    
    show Kenji_Home_Kitchen with dissolve
    hide Kenji_Bedroom with dissolve
    
    
    "Я спустился по лестнице на нижний этаж. И оказался в большом холле, который к тому же выполнял роль кухни и столовой."
    "Айко была здесь. Похоже что ужин не совсем ещё был готов. Потому-то кастрюля, возле котрой она вертелась, стояла на огне."
    "А нет, она принялась наливать содержимое по тарелкам. Кажется всё."
    
    
    return
