init python:
    None


define kenji = Character( "Кендзи", color="#BBFF88" )
define aiko = Character( "Айко", color="#FF888B" )
define kasumi = Character( "Касуми", color="#88C0FF" )
define vatan = Character( "Ватанабе", color="#009900" )
define zak = Character( "Заказчик", color="#FFC95C" )
define tv = Character( "Телевизор", color="#FFC95C" )
#тест



image Kenji_Bedroom = "./images/bg/Kenji_Bedroom/kenji_bedroom.jpg"
image Kenji_Home_Kitchen_Day = "./images/bg/Kenji_Home_Kitchen/Kenji_Home_Kitchen_Day.jpg"


label start:
    
    image midori_00 = "./images/cg/Green-Haired_Girl/00.png"
    image midori_01 = "./images/cg/Green-Haired_Girl/01.png"
    image midori_02 = "./images/cg/Green-Haired_Girl/02.png"
    image midori_03 = "./images/cg/Green-Haired_Girl/03.png"
    image midori_04 = "./images/cg/Green-Haired_Girl/04.png"
    image midori_05 = "./images/cg/Green-Haired_Girl/05.png"
    
    show Sea_Midori_Scene with dissolve
    
    "Перед мною стояла зеленоволосая девушка в купальнике."
    "Кажется, она радовалась чему-то. Улыбалась. Неужели мне улыбалась?"
    "П-привет!"
    "Я робко поздоровался с ней, но девушка мне не ответила."
    "А меня Кендзи зовут. Танака Кендзи!"
    "Девушка вновь не ответила."
    "Впрочем я знал её имя. Звали её — Мидори. Правда это единственно что я знал о ней."
    "Хотя нет. Я знал, что Мидори учится в школе, зачем же ещё ей надевать школьный купальник?"
    "Наверное вырвалась со своими подружками на море, и сейчас они веселятся, бегая по пляжу. Сейчас же лето, каникулы..."
    "На вид Мидори лет шестнадцать, не больше. А это - самый замечательный возраст!"
    "Было бы мне сейчас шестнадцать! Ух! Я бы тоже побегал вместе с Мидори по морскому берегу, сыграл бы с ней в волейбол..."
    "Но к сожалению, мне уже давно не шестнадцать. Мне - тридцать лет."
    
    kenji "Мне тридцать лет Мидори! Тридцать!"
    
    "Похоже, её совсем не смутили мои слова, она продолжала улыбаться мне, а я продолжил говорить."
    
    kenji "А ещё я хиккикомори! Никчёмный тридцатилетний хиккикомори!"
    
    "Лицо Мидори даже не дрогнуло. Или мне показалось, или улыбка её стала чуть добрее и искреннее."
    "В глазах её заиграли радостные искорки."
    
    kenji "Конечно Мидори! Будь я самым последним ублюдком на свете, ты бы ни за что не отвернулась от меня!"
    kenji "Я же для тебя самый дорогой человек на свете! Я твой отец!"
    kenji "Даже больше!"
    kenji "Я твой создатель!"
    
    show midori_02 with dissolve
    hide Sea_Midori_Scene
    
    "Я потёр глаза и чуть отодвинулся от монитора."
    "Да, Мидори вышла очень миленькой."
    "Думаю человек, что заказал её — будет доволен."
    
    kenji "Прости Мидори… Но я тебя…"
    kenji "Продал!"
    
    "Мне показалось, или веселья на лице девушки поубавилось? Я поспешил её успокоить."
    
    kenji "Но ты не бойся! Я продал тебя очень хорошему человеку!"
    kenji "Я надеюсь…"
    
    "Вдруг завибрировал телефон. Похоже что мне прислали сообщение!"
    "Писал тот парень что заказал рисунок с Мидори. Вовремя он появился!"
    
    zak "Йоу чувак!"
    kenji "Привет. Твой рисунок готов. Сейчас перешлю его."
    
    "Я отправил рисунок заказчику, и принялся ожидать его первую реакцию."
    "Если честно, я всегда волнуюсь в такие моменты, хоть и занимаюсь этим уже не первый год."
    
    zak "Здорово чувак!"
    
    "Я самодовольно улыбнулся. Но следующее сообщение меня обеспокоило."
    
    zak "Но…"
    
    "Черт! Похоже ему что-то не нравится! Неужели я где-то накосячил?"
    "Но он же видел мою галерею, знал на каком уровне я рисую."
    "Надеюсь он не решил сбить цену, о которой мы ранее договорились?"
    
    zak "Знаешь чувак… Все круто… Но кое-что поменялось…"
    
    "Неужели ему больше не нужен этот заказ, и он не будет платить остальную сумму за рисунок?"
    "Я озвучил свой вопрос в чате."
    
    zak "Нет чувак! Не в этом дело! Я заплачу!"
    zak "Но понимаешь, наши с Мидори отношения… Кажется они перешли на новый уровень!"
    kenji "Ваши с Мидори отношения?!"
    zak "Ага чувак… Раньше, она казалась мне такой чистой и непорочной…"
    zak "А сейчас, я все больше замечаю какая она женственная… Какая притягательная…"
    kenji "Оу…"
    
    "Скажу честно, я не знал к чему он клонит. Единственное чего мне хотелось сейчас — получить свои деньги."
    
    zak "Какая у нее тонкая шея… А её ямочки на ключицах… Ох…"
    
    "Похоже этот парень был не в себе. Мне казалось что он водит меня за нос! Ужасно хотелось написать в чат вопрос о том, где мои деньги."
    "Но к счастью, заказчик пришел в себя и написал что-то конкретное."
    
    zak "Чувак, ты не можешь немного переделать рисунок?"
    kenji "Переделать? Но мы же договаривались! Я показывал наброски!"
    zak "Я заплачу больше! Сколько ты скажешь! Но только отредактируй его, совсем чуть-чуть!"
    
    "Я покачал головой. Начиналась самая нелюбимая часть моей работы. Сейчас придётся угадывать чего этот парень хочет."
    "А этого, он наверняка не знает сам."
    
    kenji "И что мне переделать?"
    zak "Ты можешь сделать, чтобы Мидори на этом рисунке выглядела немного погорячее?"
    kenji "Погорячее?"
    zak "Ага! Сделай её чуть похотливей что-ли…"
    
    "Похоже что переделать он просит совсем не «немного»."
    
    kenji "Ты хочешь чтобы я раздел её? Это… Это почти как перерисовать все заново!"
    zak "Нет чувак! Оставь купальник на месте! Так даже интереснее!"
    zak "Но ты же можешь сделать что-то с ней? Ну может выражение лица её поменять. Ну чтобы сразу стало понятно чего она хочет!"
    
    "А мне казалось, что такой милой девочке как Мидори, хочется побегать со своими подружками по пляжу, без всякой задней мысли."
    "Однако спорить с этим парнем я не стал. Он заказал Мидори, он её хозяин, а мне только одно остаётся — выполнить все его прихоти."
    "Я попросил заказчика, чтобы он написал мне через полчаса, а сам принялся за рисунок."
    
    hide midori_02 with dissolve
    
    "..."
    
    show midori_03 with dissolve
    
    
    "Да, теперь определённо можно сказать, чего хочет Мидори."
    "Вот только хочет ли она это в самом деле? Взяла ли Мидори, эту штуку в рот по своей воле, или я её заставил?"
    "Черт! Я слишком много об этом думаю!"
    "Я покачал головой и прошептал."
    
    kenji "Прости меня Мидори… Я не хотел…"
    
    "Вновь завибрировал телефон. Писал заказчик. Я отправил ему копию рисунка."
    
    zak "Вау чувак!"
    
    "Кажется он был доволен. Конечно, я же сделал все, чего он желал!"
    
    zak "Эм… Рисунок отличный."
    zak "Но Чувак, кажется я нашёл то, про что я говорил…"
    
    "Черт! Опять что-то не так! Да получу ли я сегодня оплату за этот рисунок?"
    
    zak "Я не мог вспомнить о чем я говорил конкретно. Но теперь я знаю!"
    zak "Ты можешь нарисовать ей ахегао личико?"
    
    "Ну по крайней мере, теперь он точно знал чего хочет."
    "К несчастью для меня, лицо Мидори опять нуждалось в серьёзной редактуре."
    
    kenji "Надеюсь это все?"
    zak "Всё чувак! Просто сделай ей ахегао личико, и я заплачу сколько ты скажешь."
    
    "Я вновь попросил заказчика потерпеть, и занялся редактурой рисунка."
    
    hide midori_03 with dissolve
    
    "..."
    
    show midori_04 with dissolve
    
    "Честно говоря, пока я перерисовывал физиономию девушки, на душе у меня становилось все гаже."
    "Я столько времени потратил на первоначальный рисунок, столько труда в него вложил! Да я почти сроднился с Мидори!"
    "А сейчас издевался над ней своими же руками!"
    "Надо было просто надавить на этого парня и забрать свои деньги. Пусть несёт рисунок на доработку другому художнику."
    "Или поступить как истинный джентльмен, и вообще не отдавать ему Мидори."
    "Ахегао личико, ишь чего захотел! Эх… Ну почему я такой мягкотелый?"
    "Но ещё хуже было то, что парень который заказал у меня рисунок вновь был чем-то недоволен."
    
    zak "Эм... Чувак… Ты можешь добавить ещё кое что?"
    kenji "Но ты же сказал что это все! Я нарисовал что ты хотел, разве нет? Я не могу переделывать все вечно!"
    
    zak "Я знаю чувак! И я перевёл деньги!"
    zak "Ты клевый художник, но пожалуйста доделай этот рисунок. Осталось совсем чуть-чуть до совершенства!"
    
    "Я поспешил проверить сообщения от банка."
    "Действительно! Парень заплатил за этот рисунок, да не просто, а в два раза больше!"
    "Мне даже стало стыдно, за то, что я так плохо думал о нем."
    
    zak "Я не думаю что это займёт много времени. Одна маленькая деталь."
    zak "Я уверен, такому мастеру как ты, это сделать — раз плюнуть!"
    kenji "Ну хорошо! Говори, я сделаю!"
    
    "Однако, когда я увидел новую порцию пожеланий заказчика, я нервно сглотнул."
    
    hide midori_04 with dissolve
    
    "..."
    
    show midori_05 with dissolve
    
    "Действительно. Времени потребовалось совсем чуть-чуть. Хотя не припомню, чтобы я рисовал такое раньше."
    "Мидори теперь была по настоящему испорчена. Она была осквернена, окончательно и бесповоротно."
    "И я сделал это собственными руками!"
    "Телефон неустанно вибрировал, парень что заказал рисунок, писал в чат хвалебные оды в мою честь."
    "Или он опять делится своими грязными мыслями в адрес этой зеленоволосой школьницы?"
    "Господи, как же противно!"
    "Я не смотрел это популярное аниме, где Мидори — одна из главных героинь. Наверняка она там учится на одни пятёрки, и вообще — всем ребятам пример!"
    "Президент кружка чайных церемоний, или кулинарии. Может даже волонтёр в местном храме."
    "Если бы она узнала, какую гадость с ней сделал, да ещё и такой никчёмный человек как я…"
    
     
    
    "Кендзи!"
    "Внезапно меня кто-то окликнул. Я обернулся на голос."
    
    scene kenji_bedroom_door
    show aiko_sprite
    
    "В дверях стояла Айко, моя младшая сестра."
    "Она смотрела прямо на меня. Но как только удостоверилась что я её услышал - перевела взгляд."
    "Ой! Кажется она уставилась в мой монитор!"
    
    hide kenji_bedroom_door
    hide aiko_sprite
    
    scene monitor_with_Midori
    
    "Я повернулся обратно к монитору. Там как и раньше красовалась Мидори, над которой я сегодня как следует поиздевался."
    "Черт! Я бы ни за что не стал, добровольно демонстрировать такое творчество своей младшей сестре! Как не вовремя она зашла!"
    
    hide monitor_with_Midori
    scene monitor_with_Kenji_desktop
    
    "Я молниеносно закрыл программу для рисования."
    
    hide monitor_with_Kenji_desktop
    scene kenji_bedroom_door
    show aiko_sprite 
    
    "А после, вновь повернулся к Айко."
    "Похоже Айко успела разглядеть Мидори. Теперь она не смотрела ни на монитор, ни на меня. Айко смотрела в пол."
    "На несколько секунд повисла неловкая пауза, но затем, моя младшая сестра подняла голову, взглянула на настенные часы и тихо сказала."
    
    aiko "Ужин готов."
    
    "Вновь перевела взгляд на меня, нахмурилась и выпалила."
    
    aiko "Только надень на себя хоть что-то!"
    
    "Только сейчас я осознал что сижу в кресле в одних трусах."
    "Пока я разглядывал себя и своё нижнее белье, Айко исчезла."
    
    hide aiko_sprite
    hide kenji_bedroom_door
    scene Kenji_Bedroom
    
    "Не стоило злить свою сестру и опаздывать."
    "Я встал, накинул рубашку, застегнул её через пуговицу."
    "Когда с рубашкой было покончено, я натянул брюки, и пытаясь застегнуть тугую ширинку, сделал несколько шагов по комнате."
    "Затем я вышел в корридор и спустился по лестнице на первый этаж."
    
    show Kenji_Home_Kitchen_Day with dissolve
    hide Kenji_Bedroom
    
    "Оказался в большом холле, который к тому же выполнял роль кухни и столовой."
    "Айко была здесь. Похоже что ужин не совсем ещё был готов. Потому-то кастрюля, возле котрой она вертелась, стояла на огне."
    "А нет, она принялась наливать содержимое по тарелкам. Кажется всё."
    
    kenji "И что сегодня на завтрак?"
    aiko "На завтрак мисо-суп, рис и омлет."
    
    "Я сел за стол. Айко же, протёрла его влажной тряпкой. Поставила на него две деревянные подставки. Протерла их."
    
    image Kenji_1st_Day_Breakfast_Food = "./images/cg/Kenji_1st_Day_Breakfast/Food.png"
    show Kenji_1st_Day_Breakfast_Food with dissolve
    
    "Затем аккуратно расставила передо мной тарелки и палочки для еды. Все в лучшем виде."
    "Даже розовые таблеточки — ферменты для пищеварения, которые мне прописали много лет назад — не забыты."
    "Я хотел было приняться за еду, но следующая реплика Айко, остановила меня."
    
    image Kenji_1st_Day_Breakfast_Normal_Aiko_Say = "./images/cg/Kenji_1st_Day_Breakfast/Normal_Aiko_Say.png"
    show Kenji_1st_Day_Breakfast_Normal_Aiko_Say with moveinright
    
    aiko "Папа и мама звонили."
    
    image Kenji_1st_Day_Breakfast_Normal_Aiko_Silent = "./images/cg/Kenji_1st_Day_Breakfast/Normal_Aiko_Silent.png"
    image Kenji_1st_Day_Breakfast_TV_Strange_Movie = "./images/cg/Kenji_1st_Day_Breakfast/TV_Strange_Movie.png"
    image Kenji_1st_Day_Breakfast_Confused_Aiko = "./images/cg/Kenji_1st_Day_Breakfast/Confused_Aiko.png"
    image Kenji_1st_Day_Breakfast_TV_News = "./images/cg/Kenji_1st_Day_Breakfast/TV_News.png"
    image Kenji_1st_Day_Breakfast_Surprised_Aiko_Say = "./images/cg/Kenji_1st_Day_Breakfast/Surprised_Aiko_Say.png"
    image Kenji_1st_Day_Breakfast_Surprised_Aiko_Silent = "./images/cg/Kenji_1st_Day_Breakfast/Surprised_Aiko_Silent.png"
    image Kenji_1st_Day_Breakfast_Angry_Aiko_Say = "./images/cg/Kenji_1st_Day_Breakfast/Angry_Aiko_Say.png"
    image Kenji_1st_Day_Breakfast_Angry_Aiko_Silent = "./images/cg/Kenji_1st_Day_Breakfast/Angry_Aiko_Silent.png"
    
    show Kenji_1st_Day_Breakfast_Normal_Aiko_Silent
    hide Kenji_1st_Day_Breakfast_Normal_Aiko_Say
    
    "Черт! Надеюсь отец не собрался нас посетить? Если честно, я этого побаивался."
    "Но, последнюю неделю я вёл себя хорошо, не думаю что Айко могла про меня наябедничать."
    "Я ждал, от Айко что она скажет что-то еще, но она не стала продолжать. Значит — все нормально!"
    
    hide Kenji_1st_Day_Breakfast_Normal_Aiko_Silent with moveoutright
    
    "Довольно странно то, что Айко так просто называла моего отца «папой»."
    "Дело в том, что Айко была мне не родной сестрой, сводной. Отец, шесть лет назад женился на вдове, мисс Макото Асуке."
    "С тех пор у меня появилась новая мама, или мачеха. Хотя я предпочитал называть её «тётя Асука»."
    "Отец и тётя Асука не жили с нами. Вскоре после переезда в дом моей мачехи, отцу предложили новую работу в центре города, и жить в захолустном пригороде ему стало крайне неудобно."
    "Естественно, тётю Асука переехала вслед за ним, в его квартиру."
    "Айко почему-то осталась. Говорила — что не хочет менять школу и расставаться со школьными подружками."
    "Я ожидал что она уедет после перехода в среднюю школу но нет."
    "Возможно, потому, что она стала чувствовать себя лишней. Ведь у отца и тёти Асуки появился новый совместный ребёнок, а у нас с Айко — младший брат."
    "В прочем, я не знаю точной причины. И я бы сам не хотел, чтобы Айко уезжала, от неё много пользы."
    "Она неплохо готовит, и за домом следит. Ей даже не лень выращивать цветы в палисаднике и стричь кусты под окнами."
    "С другой стороны — чуть что не так, она всегда готова нажаловаться на меня родителям. Приходится быть паинькой."
    
    "Я опять потянулся, чтобы взять в руки палочки для еды, но мое внимание отвлек работающий телевизор."
    
    show Kenji_1st_Day_Breakfast_TV_Strange_Movie with moveinleft
    
    "На экране какой-то тип держал за плечи худенькую девушку в школьной форме"
    "Видимо он пытался её поцеловать. Та, дрожа, издала жалобный писк."
    
    tv "С-сэмпай!"
    
    show Kenji_1st_Day_Breakfast_Confused_Aiko with moveinright
    
    "Я перевёл взгляд на Айко. Что за дурацкий канал она врубила с утра пораньше?"
    "Айко была сильно смущена и стояла как истукан с крышкой от кастрюли и черпаком в руках."
    
    hide Kenji_1st_Day_Breakfast_Confused_Aiko with moveoutright
    
    "Хвала богам, пульт лежал на столе и через мгновение был у меня в руках."
    "Я перебирал каналы, пока не нашёл что-то наиболее нейтральное"
    
    show Kenji_1st_Day_Breakfast_TV_News with dissolve
    hide Kenji_1st_Day_Breakfast_TV_Strange_Movie
    
    "Новости."
    "Выпуск в самом разгаре, обсуждают ближнее зарубежье. Китай, Корея, США. Отлично, самое оно!"
    
    hide Kenji_1st_Day_Breakfast_TV_News with moveoutleft
    
    "Я вновь потянулся руки к палочкам для еды, но вдруг, Айко остановила меня."
    
    show Kenji_1st_Day_Breakfast_Normal_Aiko_Say with moveinright
    
    aiko "Ты не забыл?"
    
    show Kenji_1st_Day_Breakfast_Normal_Aiko_Silent
    hide Kenji_1st_Day_Breakfast_Normal_Aiko_Say
    
    kenji "Не забыл «что»?"
    
    show Kenji_1st_Day_Breakfast_Normal_Aiko_Say
    hide Kenji_1st_Day_Breakfast_Normal_Aiko_Silent
    
    aiko "Сегодня четверг, сегодня день выброса электронных приборов."
    aiko "Мама же просила освободить кладовку!"
    
    hide Kenji_1st_Day_Breakfast_Normal_Aiko_Say with moveoutright
    
    "Черт! Я помнил про это вчера, но с утра конечно позабыл все на свете. Новость, скажу я вам — не из приятных!"
    "Барахла в кладовке превеликое множество. Вытащить его на свет божий за день, ну никак не выйдет. Уйдёт несколько дней."
    "Конечно, никто никуда не спешит. Отец и тётя Асука приедут ещё очень не скоро. Если вообще, навестят нас до конца лета."
    "Можно и ещё один день профилонить. Отмахнуться от заботы, и поднажать в следующий четверг."
    "Но если вдруг позвонит отец. Не очень хочется слушать его нравоучения. А Айко меня сдаст наверняка."
    "Я отложил ложку для супа в сторону."
    
    kenji "Айко! Ты ещё не налила себе порцию?"
    
    show Kenji_1st_Day_Breakfast_Normal_Aiko_Say with moveinright
    
    aiko "Что? Нет. Но собираюсь."
    
    show Kenji_1st_Day_Breakfast_Normal_Aiko_Silent
    hide Kenji_1st_Day_Breakfast_Normal_Aiko_Say
    
    kenji "Возьми мою, я суп не буду!"
    
    show Kenji_1st_Day_Breakfast_Surprised_Aiko_Say
    hide Kenji_1st_Day_Breakfast_Normal_Aiko_Silent
    
    aiko "Это ещё почему?"
    
    show Kenji_1st_Day_Breakfast_Surprised_Aiko_Silent
    hide Kenji_1st_Day_Breakfast_Surprised_Aiko_Say
    
    "Не то, чтобы я вдруг внезапно перестал быть голодным. Но мне требовалось оставить место в желудке для кое-чего другого."
    
    kenji "Мне риса и омлета хватит! А вместо супа, достань ка мне из холодильника баночку пива!"
    kenji "Там же ещё осталось?"
    
    show Kenji_1st_Day_Breakfast_Angry_Aiko_Say
    hide Kenji_1st_Day_Breakfast_Surprised_Aiko_Silent
    
    aiko "Пиво! С утра?!"
    
    show Kenji_1st_Day_Breakfast_Angry_Aiko_Silent
    hide Kenji_1st_Day_Breakfast_Angry_Aiko_Say
    
    kenji "А что такого?"
    
    show Kenji_1st_Day_Breakfast_Angry_Aiko_Say
    hide Kenji_1st_Day_Breakfast_Angry_Aiko_Silent
    
    aiko "Нет, ничего! Суп ты теперь вообще есть не будешь? Может мне начать варить пиво для тебя, вместо него?"
    
    show Kenji_1st_Day_Breakfast_Angry_Aiko_Silent
    hide Kenji_1st_Day_Breakfast_Angry_Aiko_Say
    
    "Голос Айко был крайне возмущён."
    
    kenji "Остынь Айко. Мне надо, понимаешь? Это как лекарство. Я же на улицу пойду. А там люди кругом."
    kenji "Это мне для храбрости!"
    
    hide Kenji_1st_Day_Breakfast_Angry_Aiko_Silent with moveoutright
    
    "Конечно Айко не понять меня."
    "Но мне — тридцатилетнему затворнику проводящему дни и ночи напролёт в сети, известно, что не столько трудно таскать это барахло."
    "Но скорее трудно встречать по дороге соседей и знакомых, и хриплым голосом желать им доброго дня."
    "Если я выпью немного алкоголя, дело пойдёт гораздо веселее."
    
    "Айко с угрюмым видом кинула черпак в кастрюлю и закрыла её."
    
    image Kenji_1st_Day_Breakfast_Fridge_Normal_Aiko_Say = "./images/cg/Kenji_1st_Day_Breakfast/Fridge_Normal_Aiko_Say.png"
    image Kenji_1st_Day_Breakfast_Fridge_Normal_Aiko_Silent = "./images/cg/Kenji_1st_Day_Breakfast/Fridge_Normal_Aiko_Silent.png"
    image Kenji_1st_Day_Breakfast_Fridge_Surprised_Aiko_Say = "./images/cg/Kenji_1st_Day_Breakfast/Fridge_Surprised_Aiko_Say.png"
    image Kenji_1st_Day_Breakfast_Fridge_Surprised_Aiko_Silent = "./images/cg/Kenji_1st_Day_Breakfast/Fridge_Surprised_Aiko_Silent.png"
    image Kenji_1st_Day_Breakfast_Fridge_Angry_Aiko_Say = "./images/cg/Kenji_1st_Day_Breakfast/Fridge_Angry_Aiko_Say.png"
    image Kenji_1st_Day_Breakfast_Fridge_Angry_Aiko_Silent = "./images/cg/Kenji_1st_Day_Breakfast/Fridge_Angry_Aiko_Silent.png"
    image Kenji_1st_Day_Breakfast_Fridge_Irritated_Aiko = "./images/cg/Kenji_1st_Day_Breakfast/Fridge_Irritated_Aiko.png"
    
    "Открыла холодильник и с недовольной гримасой на лице сделала приглашающий жест рукой в сторону пива, которое стояло в дверце холодильника."
    
    show Kenji_1st_Day_Breakfast_Fridge_Normal_Aiko_Silent with moveinright
    
    "На мою радость там было целых три банки."
    
    show Kenji_1st_Day_Breakfast_Fridge_Normal_Aiko_Say
    hide Kenji_1st_Day_Breakfast_Fridge_Normal_Aiko_Silent
    
    aiko "Ну, какое тебе?"
    kenji "Да оно же одинаковое, любую!"
    
    show Kenji_1st_Day_Breakfast_Fridge_Surprised_Aiko_Say
    hide Kenji_1st_Day_Breakfast_Fridge_Normal_Aiko_Say
    
    aiko "Ты чего думаешь, я в сортах пива — спец?"
    
    show Kenji_1st_Day_Breakfast_Fridge_Irritated_Aiko with dissolve
    hide Kenji_1st_Day_Breakfast_Fridge_Surprised_Aiko_Say
    
    "Айко взяла из холодильника одну из банок."
    "Мне показалось, что сейчас она небрежно кинет банку мне, настолько недовольное было у неё выражение лица."
    "Но нет, она этого не сделала, а аккуратно поставила пиво на мою дощечку для еды."
    
    image Kenji_1st_Day_Breakfast_Food_With_Beer = "./images/cg/Kenji_1st_Day_Breakfast/Food_With_Beer.png" 
    show Kenji_1st_Day_Breakfast_Food_With_Beer with dissolve
    hide Kenji_1st_Day_Breakfast_Fridge_Irritated_Aiko
    hide Kenji_1st_Day_Breakfast_Food
    
    "Затем она забрала мою порцию супа и мою ложку для бульона. Села напротив меня."
    "Я взял в руки холодную, покрытую матовым конденсатом, банку, и дёрнул за открывашку."
    "Затем я схватил розовые таблеточки, запихнул их в рот и запил пивом."
    "При виде этого, по лицу Айко пробежала странная гримаса, но она ничего не сказала и принялась за еду."
    "Я тоже не медлил и торопливо потягивал пиво из банки, закусывая рисом и кусочками амлета."
    "Есть я старался быстро, но и аккуратно чтобы не испачкать стол и не раздосадовать Айко снова."
    
    show Kenji_Home_Kitchen_Day with dissolve
    hide Kenji_1st_Day_Breakfast_Food_With_Beer
    
    
    ""
    
    return
